{
    "0": {
        "headline": "These 13 States Still Make Exceptions For Marital Rape",
        "content": " Donald Trump’s attorney Michael Cohen has apologized after he claimed marital rape is not illegal. But the morbid truth is that many states still treat rape within marriage differently to rape between non-spouses. Yes, you read that right. The federal government made marital rape illegal in 1986, but this only applies to incidents which occur on publicly-owned land. It’s 22 years since North Carolina became the last state to withdraw its centuries-old rape exemption for married couples in 1993. But even in 2015, 13 states still make some exceptions for marital rape. Only husbands or wives raped “by the use of force” can bring charges against their spouse. Connecticut state law makes no mention of marital rape where the victim is drugged, and classifies the offense as a Class B felony, which could result in shorter prison sentences than offenders who are not married to their victims. In Idaho, only men can rape, so wife-on-husband rape, rare as it may be, doesn’t exist. There is a separate category for “Rape Of Spouse” which restricts rape to situations where a woman “resists but her resistance is overcome by force or violence” or “where she is prevented from resistance by the infliction, attempted infliction, or threatened infliction of bodily harm, accompanied by apparent power of execution; or is unable to resist due to any intoxicating, narcotic, or anaesthetic substance.” No other categories of rape apply to Idaho husbands. Marital rape between a cohabiting couple is not specifically outlawed in Iowa if the “husband” or “wife” is as young as 12. This strange exception is partly permissible due to Iowa being one of nine states with “common law marriages”. However, with the minimum marriage age of 16, it’s hard to see where it would ever be applied. Separated couples are treated like strangers in Maryland when it comes to marital rape. For legal spouses, however, there must have been a “use of force.” In Michigan, “a person may not be charged or convicted solely because his or her legal spouse is under the age of 16, mentally incapable, or mentally incapacitated.” “If the actor and complainant were adults cohabiting in an ongoing voluntary sexual relationship at the time of the alleged offense,” Minnesota law states, “a person does not commit criminal sexual conduct” in situations where the victim is “physically helpless” or was riding in a vehicle with the alleged perpetrator, among other situations. Marital rape in Mississippi is only “rape” if it involves “forcible sexual penetration”, and evidence that the alleged rapist and his victim are married can be used in the accused’s defense, but the defense falls if force has been used. Nevada state law says: “It is no defense to a charge of sexual assault that the perpetrator was, at the time of the assault, married to the victim, if the assault was committed by force or by the threat of force.” Victims of marital rape by drugging or because they have a mental or physical conditions are treated the same as non-married couples in Ohio, but only if they don’t live together, in which case “force or the threat of force” must have been used. Such exemptions could soon be removed by a bill introduced in May. Victims of marital rape in Oklahoma can only bring charges against their husband or wife “if force or violence is used or threatened, accompanied by apparent power of execution to the victim or to another person.” Marital rape is excluded from Rhode Island state law in cases which may involve drugging. It states that rape can occur if: “The accused, not being the spouse, knows or has reason to know that the victim is mentally incapacitated, mentally disabled, or physically helpless.” Men or women raped by a spouse have just 30 days to report the incident to authorities. For the rape to count, it must have involved “the use or the threat to use a weapon … or physical violence of a high and aggravated nature.” The offense is treated as a felony but has a maximum sentence of 10 years, whereas rape of a non-spouse has a maximum sentence of 30 years. Husbands who rape their wives may be able to escape prosecution if they agree to undergo therapy—just as long as their wife agrees to it too. Virginia state law says: “All or part of any sentence … may be suspended upon the defendant’s completion of counseling or therapy … after consideration of the views of the complaining witness.”"
    },
    "1": {
        "headline": "LaGuardia Really Is The Worst Airport, Says Social Media",
        "content": " New York’s LaGuardia airport has been a notorious headache for years with delays and dirty terminals a constant gripe of weary travelers. Announcing a $4 billion plan to completely reconstruct the airport—consistently ranked the worst in America—Gov. Andrew Cuomo said on Monday: “There’s no way to fix this; we literally have to tear it down.” Social media backs Cuomo’s claim pretty clearly, as did a FiveThirtyEight data dive into airport delays, which found that LaGuardia adds on average 56 minutes to a passenger’s travel round trip. Here are some lucky travelers who got to microblog about their run-ins with LaGuardia’s chaos:  Got off my flight and saw this madness #LGAdelays A photo posted by Kimberly Easley (@keasley) on May 22, 2014 at 5:02pm PDT   Typical @delta protocol. #delays #cancelations. This is just the first delay of the night. I'm sure they'll cancel it next. #pathetic #worstairline my flight to #LGA was 3 hours delayed. #badservice A photo posted by Jonathan Legate (@jonathanlegate) on Jul 27, 2015 at 5:03pm PDT  Hey @FlyFrontier: flight waiting since 4:00 PM & you now cancel our flight?! #lga cc: @AnthonyABCNY @MyFoxNY @ABC7NY pic.twitter.com/05AACkaxYt — Natasha Petrukhin (@tashnosh) June 1, 2015  @deltaairlines Best Pilot & Copilot chatting & joking w crowd during flight delay at #LGA #bestdelayever #kudos pic.twitter.com/MZ9FW1jmqg — Karen Isopi (@karenisopi) July 28, 2014  Sometimes, delays can have a silver lining. When people get bored, their creativity shines through. Like remember when the cast of The Lion King Broadway had a delayed flight and sang Circle of Life in the terminal?  This didn’t go viral like The Lion King, but here’s a woman who serenaded a crowd of people waiting to get on their planes for Christmas:  Or a high school band whose members pulled out their brass instruments to play a nice jazz tune in their terminal: "
    },
    "2": {
        "headline": "Turkey Calls for Extremely Rare NATO Talks To Combat ISIS Attacks",
        "content": " Turkey invoked a rarely used article of NATO’s founding treaty to trigger a meeting about the threat of an ISIS terror attack — marking just the fifth time in history that such talks have taken place. Turkey made the special request for Tuesday’s talks under Article 4 of the NATO treaty. \u001aArticle 4 essentially requires member nations to meet and consult with each other “whenever, in the opinion of any of them, the territorial integrity, political independence, or security of any of the parties is threatened.” Article 4 has been used just five times since it was adopted in 1949. Four of those times Turkey was the member nation to invoke it. The maneuver is viewed as a less aggressive approach to dealing with potential threats than Article 5—the “collective defense” agreement—which states that if any member nation is attacked, the other nations “will assist the Party or Parties so attacked by taking forthwith, individually and in concert with the other Parties, such action as it deems necessary, including the use of armed force.” Article 5 was used for the first time after the September 11th terrorist attacks in New York City and Washington D.C. Turkey invoked Article 4 twice in 2012, first when a Turkish fighter jet was shot down by Syrian air defense forces that June and again that October after five Turkish civilians were killed by Syrians. In 2003, Turkey invoked Article 4 during a skirmish with Iraq. In 2014, Poland used Article 4 as tensions grew in Ukraine. “In the wake of increased security threats following the attacks against our security and law enforcement forces in the provinces of Diyarbakır, Sanlıurfa and Kilis, in particular the terrorist attack that took the lives of 32 innocent Turkish citizens in Suruc on 20 July 2015, all necessary measures are being taken and in this context, operations are also being carried out by the Turkish Armed Forces,” the Turkish Foreign Ministry said in a statement. NATO issued its own statement after Tuesday’s talks pledging to stand by Turkey as it confronts the terrorists behind the attacks. “Terrorism poses a direct threat to the security of NATO countries and to international stability and prosperity,” the NATO statement said. “It is a global threat that knows no border, nationality, or religion – a challenge that the international community must fight and tackle together.”"
    },
    "3": {
        "headline": "The Political Message Hidden Within Dr. Seuss’ New Book",
        "content": " The first Dr. Seuss book published since his death 24 years ago hit stores on Tuesday, and initial reviews hint at a deeper political message within the story. It wouldn’t be his first time he has used his children’s books to serve up cultural critiques—far from it. Theodore Seuss Geisel has a long history of writing political allegories. Published: August 1954\n\nPlot: Horton the Elephant discovers a piece of dust that speaks. Turns out he’s not insane and the dust is actually the teeny planet of Whoville, filled with even teenier Whos. Horton vows to protect all the Whos despite ridicule from other animals who don’t have his super-elephant hearing skills. Political message: While Seuss never explicitly said Horton had a hidden meaning, the book’s main proclamation of “a person’s a person, no matter how small” is seen as a call to help the disenfranchised. Many groups have adopted the slogan, and Seuss even threatened to sue a pro-life group that used it on their letterhead. Seuss biographer Thomas Fensch wrote that the mayor of Whoville is referencing the bombing of Hiroshima when he says: “When the black-bottomed birdie let go and we dropped, We landed so hard that our clocks have all stopped.” Published: March 1957\n\nPlot: Two children are alone at home on a rainy day when a cat inexplicably wearing a hat and a bow tie appears at their front door. While trying to entertain the children, the cat vandalizes their house with the help of his two henchmen thugs, Things One and Thing Two (much to the dismay of the children’s fish). Fortunately, the anthropomorphic feline has a machine that fixes everything. Political message: Seuss said in a 1983 profile that “The Cat in the Hat is a revolt against authority, but it’s ameliorated by the fact that the Cat cleans up everything at the end. It’s revolutionary in that it goes as far as Kernesky and then stops. It doesn’t go quite as far as Lenin.” Seuss has also referred to the joykill fish as “my version of Cotton Mather,” who was a Puritan advisor for the Salem witch trials. Published in Yertle the Turtle and Other Stories: April 1958\n\nPlot: Yertle, the king of the pond, grows tired of his stone throne, so he stacks his minion turtles and sits upon them. As Yertle adds more and more turtles, Mack, at the bottom, suffers from the weight. Just as Yertle decides he needs thousands of turtles so he can be higher than the moon, Mack burps and Yertle falls to the ground. Political message: Seuss said Yertle was inspired by Adolf Hitler, and an early version of the character even had a mustache. The book was controversial because of the metaphor and the belch. Published in The Sneetches and Other Stories: August 1961\n\nPlot: Sneetches born with green stars on their stomachs are prejudiced against the star-less of the species. A salesman comes to town and disrupts the caste system when he introduces a Star-On machine. The natural order completely falls apart. The Sneetches are forced to become more tolerant once they can no longer afford more machine-induced transformations. Political message: Seuss said the short story “was inspired by my opposition to anti-Semitism,” and cartoonist Art Spiegelman has suggested that the stars are meant to be the Star of David, linking the Sneetches to the Holocaust. Published: 1971\n\nPlot: A boy asked the elderly Once-ler how their town was ruined. The Once-ler tells of how he stripped the area of all its natural resources so he could make a versatile product that could transform virtually any article of clothing—much to the dismay of a mustachioed fur creature known as the Lorax. Political message: The environmentalism book was one of Seuss’ most direct political messages and he even referred to it as “propaganda.” Published: January 1984\n\nPlot: Two warring tribes, the Yooks and the Zooks, are separated by a long wall. Their main disagreement lies in how each prefers to eat their bread—butter-side up or butter-side down. As the dispute becomes more heated, an arms race erupts, with both groups making more destructive sling shots and cannons. The story concludes just before both races drop a powerful bomb—the Bitsy Big-Boy Boomeroo—on each other. Political message: Likely a metaphor for the Cold War, The Butter Battle Book was one of Seuss’ darkest stories. The cliffhanger ending leads some to believe both groups could easily wipe each other out. Published: July 28, 2015  (probably written in late 1950s)\n\nPlot: A father takes his son and daughter to a pet store. The siblings first try to decide between a dog and a cat before more and more animals are introduced—a kitten, puppy, bird, fish, monkey, rabbit and Yent. The children are overwhelmed. Realizing if they don’t choose soon then they’ll leave with nothing, the boy makes a quick gut decision. Political message: In a The New York Times review, writer Maria Russo refers to the two protagonists as “consumer- heroes” born at the beginning of the Baby Boom when children had an over-abundance of options. Russo likens the message to that of psychologist Barry Schwartz’ book The Paradox of Choice: Why More is Less, which the critic says “nailed the soul-exhaustion of late-capitalist culture and its frantically proliferating menus of options.”"
    },
    "4": {
        "headline": "Student Redirects Gov. Asa Hutchinson’s Website To LGBT Forum",
        "content": " A 21-year-old college student grew tired of Arkansas Governor Asa Hutchinson’s track record on equality and decided to do something about it—buying his expired website domain and redirecting it to an LGBT chat room. Gov. Hutchinson (R) has a long history of passing legislation that erodes the rights of his gay and transgender constituents, including a bill from February that prevents local governments from introducing ordinances that seek to stop LGBT discrimination, and a “religious freedom” legislation that would allow businesses to discrimiate against LGBT customers. He was also a staunch opponent to marriage equality and voted to prevent gay couples from adopting. So, when Dylan Hailey, a college senior studying information science and information systems management, noticed that Hutchinson’s domain name had lapsed he made his move by redirecting it to LGBT Chat & Forums. “I’m just doing what anyone else should—calling out an injustice and drawing attention to issues that sometimes go overlooked,” Hailey told Vocativ. He adds that he deliberately chose the forum over, say, a porn site, like the one Reddit user RevoltingPenguins used in May after the domain of an anti-gay site expired. “I redirected it to the LGBT forum so it could benefit some people that went there, over 400 new members have signed up there in the last day,” he said. “I’m not trying to get shock value, I’d rather the site help people.” And he has others in his crosshairs. Hailey says he has been on a bit of a spending spree and now owns the websites of “over 27″ controversial politicians. He was the one who redirected Idaho State Rep. Paul Shepherd’s site to a holding page asking that the Republican meet with same-sex marriage supporters in March. His roster of potential hits includes politicians whose stance on race and gender issues promote inequality. Though he’s not naming names, his next target—a racist politician—can expect website issues in early August. “I try to make the websites call them out on issues where they try to hinder equality, not just for LGBT equality, but for any group of people that the politicians try to treat unfairly,” he said. “I will be releasing a few more in the near future from politicians who are coming up for reelection.” Hutchinson’s office has so far remained silent, and are yet to respond to Vocativ’s request for a comment. But if Hutchinson’s camp thinks this will just go away, Hailey wants to assure the Republican governor that he’s keeping his eye on him. “If Asa Hutchinson runs for reelection in the future the site will be dedicated to detailing his actions as governor during this term,” he said."
    },
    "5": {
        "headline": "Iranians Long For The Late Shah",
        "content": " Iranians commemorated the 35th anniversary of the death of the last Shah of Iran this week by posting images of the late Mohammad Reza Pahlavi across social media. Pahlavi was the king of Iran from 1941 until he was overthrown by the 1979 Islamic Revolution. He was later forced to exile, traveling between six countries until he died in Egypt on July 27, 1980. Online, many Iranians expressed their yearning for the monarchy and the late Shah. “He spent his life trying to better the lives of his people,” an Instagram post said. “We salute you, sir.” Today, his legacy lives on through his son and successor Reza Pahlavi, who lives in the United States. He has a massive online following: His formal Facebook page has more than half a million likes. Most of those, some 378,000, are in Iran itself. This week it was also flooded with comments commemorating the death of the late Shah.  Pahlavi ❤️ #shah #shahanshah #aryamehr #javidshah #rezashah #rezashahkabir #rezashahbozorg #pahlavi #iran #iranzamin #persia #persian #farah #mohammadrezapahlavi #queen #king #iranroyalfamily #soraya #zamaneshah #iranian #iranie #iranier #enghelab #revolution #islam #zartosht #farvahar #forouhar #royal #khamenei A photo posted by @pahlavidoost on Jul 27, 2015 at 10:50pm PDT   . . . سالگرد درگذشت رضا شاه کبیر و شاهنشاه اریامهر محمد رضا شاه پهلوی تسلیت باد.. خدا…شاه…میهن A photo posted by پندار نیک.گفتار نیک.کردار نیک (@amin_abdolahian) on Jul 26, 2015 at 5:26pm PDT  Translation of comment: “Anniversary of the death of the great Reza Shah and the Emperor Mohammad Reza Shah Pahlavi R.I.P. God…king…homeland”  Today is the 35th anniversary of the passing of #Iran's last monarch HIM M. R. #Pahlavi the #Shah who passed away in exile on 27th of July in #Cairo, #Egypt. He spent his life trying to better the lives of his people. We salute you, sir. The people of Iran didn't understand or appreciate your service and sacrifices. #Iran #Persian #Persia #Monarchy #Leaders #Monarchy #Politics #Tehran #Sadat #America #books #dailypic #mideast @NixonFoundation @jfklibrary #Royalty #King #ایران A photo posted by @kash2538 on Jul 27, 2015 at 3:21pm PDT "
    },
    "6": {
        "headline": "Data Indicates Rape Is On The Decline, But Can The Data Be Trusted?",
        "content": " From mattress-carrying activists to the growing number of Bill Cosby accusers, it feels like women are speaking out about sexual assault more than ever before. “Among younger women, and particularly online, there is a strong sense now that speaking up is the only thing to do, that a woman claiming her own victimhood is more powerful than any other weapon in the fight against rape,” reads New York Magazine’s cover story about 35 women who say they were assaulted by Bill Cosby. Data confirms that viewpoint: More women have spoken out in recent years. The estimated number of rape cases, meanwhile, has steadily declined. There was a 58 percent decline in the estimated annual rate of sexual violence against women over a 15-year period—from 1995 to 2010, according to a 2013 Bureau of Justice Statistics report that was based on the National Crime Victimization Survey, which collects data directly from households. The report also said that more people who were assaulted were reporting their cases: In 1995, 29 percent of rapes or sexual assaults against girls or women that were disclosed in the survey were also reported to police. That percentage jumped to 56 percent in 2003, then dropped to 35 percent in 2010—still higher than the rate 15 years earlier. At the same time, the number of rape cases being reported to police overall has dropped. An FBI study found that 79,770 incidents of rape were reported to law enforcement in 2013—a 6.3 percent decline from the year before and a 16.1 percent decrease from 2004. The figures, though, probably don’t reflect the total number of rape cases, experts say. “Most victims know the perpetrator and most don’t want them going to jail for forever,” said Monika Johnson Hostler, executive director of the North Carolina Coalition Against Sexual Assault, which provides support to survivors. “Criminal justice data is never reflective of what our programs are seeing.” That’s just one reason data might not reflect reality, making it difficult to definitively determine if incidences of sexual violence and rape are actually declining as the numbers suggest.  The National Crime Victimization Survey, for example, only takes into account sexual assault cases that victims define as such. “Some people might not respond to our survey, because if you use words like ‘rape’ and ‘sexual assault,’ they’re just not thinking of those kinds of crime,” said the Department of Justice’s Michael Planty, who authored the Bureau of Justice Statistics report based on the survey. “Especially with marital rape, they’re not thinking about their husband raping them,” he said, adding that their experiences might nonetheless reflect what is legally defined as sexual assault. Planty and his colleagues are redesigning the survey to better reflect the prevalence of sexual assault. But the current survey still has value, he said. “We’ve asked the same questions over twenty years,” he said. “The standardization over time allows us to look at change.” And it certainly has changed—we just don’t know why. Planty, though, has theories. “In general, crimes where there’s not a stranger or weapon involved are less likely to be reported,” he said. “So, the composition of crime over time could be changing where you have more acquaintance rape.” Studies with different methodologies have found much higher rates of sexual violence. A much-cited 2007 survey of two American universities found that one in five female seniors had been raped or sexually assaulted. Kristen Houser, public affairs officer at the National Sexual Violence Resource Center, said the current public attention to sexual assault will lead to an uptick in rates of reporting them. She points to the 50 percent increase in reports of sexual assault in the military in 2013, following a spate of bad press. “When the military enhanced their responses to sexual assault, incorporated procedures that were more sensitive to victim needs and publicized the debate and changes, the rate of reports also increased,” she said. Houser suggested the same could prove true after the recent spate of high-profile headlines about sexual assault: “I expect to see jumps in reports when we finally go back and measure.” Ultimately, though, sexual assault advocates say they are less concerned with the data than they are with the people behind it. It’s important to respect survivors’ decisions to report or not to report a crime, said Johnson Hostler of the North Carolina Coalition Against Sexual Assault. “I’d like to know the prevalence, but it’s not my priority,” she said. “The victims are my priority.”"
    },
    "7": {
        "headline": "Protestantism Has A Race Problem",
        "content": " The five least racially diverse religious denominations in America today are all Protestant, according to a new Pew Research poll released Monday. Protestant denominations tend to be segregated along racial lines, with some predominantly white and some mostly black. The Evangelical Lutheran Church in America and the United Methodist Church, for example, are both more than 90 percent white, Pew reported. Meanwhile, the National Baptist Convention and the African Methodist Episcopal Church are almost exclusively all black. Only around 5 percent of U.S. churches were racially integrated, according to a 2008 estimate by Curtiss Paul DeYoung, a scholar on interracial churches. The lack of racial integration can allow tensions to proliferate in Protestant churches, scholars told CNN, especially when it comes to issues surrounding power structure and even interracial dating. Many scholars say the deeply ingrained segregation of most Protestant churches is a leftover from slavery and the ensuing segregation era. Thousands of black churches were formed across the country in direct response to blacks being banned from white churches. Every other religion in America received a better rating in Pew’s ethnic diversity index. Islam includes various racial backgrounds, with 38 percent of the membership white, 28 percent black, 15 percent Latino, and 8 percent Asian. Another 8 percent identified as another race. Jehovah’s Witnesses and Buddhists boast a high level of ethnic diversity as well. Catholicism scored average mainly because of its sizable Hispanic population. Jews with 90 percent white membership, and Hindus with 91 percent Asian, by contrast, didn’t fare as well. The belief in “nothing in particular” turned out to be a mix of several racial backgrounds. Interestingly, “nothing in particular” was more racially diverse than the category of atheists or agnostics, which were both 78 and 79 percent white respectively. But “nothing in particular”ists are 15 percent Latino, 12 percent black and 5 percent Asian."
    }
}