{
    "0": {
        "headline": "The Startling Numbers Behind #BlackWomenEqualPay",
        "content": " #BlackWomenEqualPay and #ClockOut4EqualPay were trending Tuesday afternoon around 2:07 p.m., exactly the time black women could technically clock out of their work day if they were making the same hourly wage as white men. Almost 9,000 tweets on Tuesday alone used the hashtag #BlackWomenEqualPay as part of a movement to leave work at 2:07 p.m., according to numbers calculated by Topsy. Here’s the reasoning behind 2:07 p.m.: According to 2014 census data, black women make 64 cents for every dollar a white man makes, and 2:07 p.m. represents 64 percent of the way through a nine-to-five workday. Tuesday’s date marked Black Women’s Equal Pay Day for a very specific reason: African-American women have to work almost 19 months, or 208 days into the next year, to make as much money as white men did in just the previous year alone, according to National Women’s Law Center. Tuesday was the 208th day of 2015. The organization Atlanta Women For Equality started a social media movement asking for people to take selfies with a time card they created and ignite a conversation about racial and gender inequality in the workplace. Over the course of an entire 40-year career, that difference in the wage gap can add up to $776,000, the NWLC reported. Taking into account the current wage gap, it would take a black woman 63 years to earn what a white man earns in 40 years. Today is #BlackWomenEqualPay Day. Black women have to work 208 days into 2015 to make as much as a white man did in 2014. Inexcusable. — Chirlane McCray (@Chirlane) July 28, 2015  Pay gap affects women of all ages, races & education levels. We MUST do better. Join us4 #BlackWomenEqualPay Day tweetstorm July 28, 2pm ET — Rep. Danny Davis (@RepDannyDavis) July 28, 2015  Tired of being a slave. #BlackWomenEqualPay pic.twitter.com/kO1ARPsAUQ — Jah (@Dangerous_Mind_) July 28, 2015  Next generation: No more wage gap! #ClockOut4EqualPay #BlackWomenEqualPay @nwlc @9to5Atlanta @YWCAATL @WomenEmployed pic.twitter.com/2H8x7mZFLb — ATLWomenForEquality (@Women4Equality) July 27, 2015  Some of the 2016 presidential candidates have also entered the discussion. Bernie Sanders endorsed equal pay for black women more than a week after a social media firestorm that followed him when he was jeered at a liberal conference in Phoenix, Arizona. Men, we have to stand with women and fight for full pay equity. #BlackWomenEqualPay Day pic.twitter.com/Vn7koERaLJ — Bernie Sanders (@SenSanders) July 28, 2015  Hillary Clinton retweeted this ringing endorsement by Brynne Craig, her Deputy National Political Director: .@HillaryClinton gets it exactly right on #BlackWomenEqualPay Day — we deserve more pic.twitter.com/XMXJmo0P0q — Brynne (@BrynneCraig) July 28, 2015 "
    },
    "1": {
        "headline": "Turkey Calls for Extremely Rare NATO Talks To Combat ISIS Attacks",
        "content": " Turkey invoked a rarely used article of NATO’s founding treaty to trigger a meeting about the threat of an ISIS terror attack — marking just the fifth time in history that such talks have taken place. Turkey made the special request for Tuesday’s talks under Article 4 of the NATO treaty. \u001aArticle 4 essentially requires member nations to meet and consult with each other “whenever, in the opinion of any of them, the territorial integrity, political independence, or security of any of the parties is threatened.” Article 4 has been used just five times since it was adopted in 1949. Four of those times Turkey was the member nation to invoke it. The maneuver is viewed as a less aggressive approach to dealing with potential threats than Article 5—the “collective defense” agreement—which states that if any member nation is attacked, the other nations “will assist the Party or Parties so attacked by taking forthwith, individually and in concert with the other Parties, such action as it deems necessary, including the use of armed force.” Article 5 was used for the first time after the September 11th terrorist attacks in New York City and Washington D.C. Turkey invoked Article 4 twice in 2012, first when a Turkish fighter jet was shot down by Syrian air defense forces that June and again that October after five Turkish civilians were killed by Syrians. In 2003, Turkey invoked Article 4 during a skirmish with Iraq. In 2014, Poland used Article 4 as tensions grew in Ukraine. “In the wake of increased security threats following the attacks against our security and law enforcement forces in the provinces of Diyarbakır, Sanlıurfa and Kilis, in particular the terrorist attack that took the lives of 32 innocent Turkish citizens in Suruc on 20 July 2015, all necessary measures are being taken and in this context, operations are also being carried out by the Turkish Armed Forces,” the Turkish Foreign Ministry said in a statement. NATO issued its own statement after Tuesday’s talks pledging to stand by Turkey as it confronts the terrorists behind the attacks. “Terrorism poses a direct threat to the security of NATO countries and to international stability and prosperity,” the NATO statement said. “It is a global threat that knows no border, nationality, or religion – a challenge that the international community must fight and tackle together.”"
    },
    "2": {
        "headline": "The Political Message Hidden Within Dr. Seuss’ New Book",
        "content": " The first Dr. Seuss book published since his death 24 years ago hit stores on Tuesday, and initial reviews hint at a deeper political message within the story. It wouldn’t be his first time he has used his children’s books to serve up cultural critiques—far from it. Theodore Seuss Geisel has a long history of writing political allegories. Published: August 1954\n\nPlot: Horton the Elephant discovers a piece of dust that speaks. Turns out he’s not insane and the dust is actually the teeny planet of Whoville, filled with even teenier Whos. Horton vows to protect all the Whos despite ridicule from other animals who don’t have his super-elephant hearing skills. Political message: While Seuss never explicitly said Horton had a hidden meaning, the book’s main proclamation of “a person’s a person, no matter how small” is seen as a call to help the disenfranchised. Many groups have adopted the slogan, and Seuss even threatened to sue a pro-life group that used it on their letterhead. Seuss biographer Thomas Fensch wrote that the mayor of Whoville is referencing the bombing of Hiroshima when he says: “When the black-bottomed birdie let go and we dropped, We landed so hard that our clocks have all stopped.” Published: March 1957\n\nPlot: Two children are alone at home on a rainy day when a cat inexplicably wearing a hat and a bow tie appears at their front door. While trying to entertain the children, the cat vandalizes their house with the help of his two henchmen thugs, Things One and Thing Two (much to the dismay of the children’s fish). Fortunately, the anthropomorphic feline has a machine that fixes everything. Political message: Seuss said in a 1983 profile that “The Cat in the Hat is a revolt against authority, but it’s ameliorated by the fact that the Cat cleans up everything at the end. It’s revolutionary in that it goes as far as Kernesky and then stops. It doesn’t go quite as far as Lenin.” Seuss has also referred to the joykill fish as “my version of Cotton Mather,” who was a Puritan advisor for the Salem witch trials. Published in Yertle the Turtle and Other Stories: April 1958\n\nPlot: Yertle, the king of the pond, grows tired of his stone throne, so he stacks his minion turtles and sits upon them. As Yertle adds more and more turtles, Mack, at the bottom, suffers from the weight. Just as Yertle decides he needs thousands of turtles so he can be higher than the moon, Mack burps and Yertle falls to the ground. Political message: Seuss said Yertle was inspired by Adolf Hitler, and an early version of the character even had a mustache. The book was controversial because of the metaphor and the belch. Published in The Sneetches and Other Stories: August 1961\n\nPlot: Sneetches born with green stars on their stomachs are prejudiced against the star-less of the species. A salesman comes to town and disrupts the caste system when he introduces a Star-On machine. The natural order completely falls apart. The Sneetches are forced to become more tolerant once they can no longer afford more machine-induced transformations. Political message: Seuss said the short story “was inspired by my opposition to anti-Semitism,” and cartoonist Art Spiegelman has suggested that the stars are meant to be the Star of David, linking the Sneetches to the Holocaust. Published: 1971\n\nPlot: A boy asked the elderly Once-ler how their town was ruined. The Once-ler tells of how he stripped the area of all its natural resources so he could make a versatile product that could transform virtually any article of clothing—much to the dismay of a mustachioed fur creature known as the Lorax. Political message: The environmentalism book was one of Seuss’ most direct political messages and he even referred to it as “propaganda.” Published: January 1984\n\nPlot: Two warring tribes, the Yooks and the Zooks, are separated by a long wall. Their main disagreement lies in how each prefers to eat their bread—butter-side up or butter-side down. As the dispute becomes more heated, an arms race erupts, with both groups making more destructive sling shots and cannons. The story concludes just before both races drop a powerful bomb—the Bitsy Big-Boy Boomeroo—on each other. Political message: Likely a metaphor for the Cold War, The Butter Battle Book was one of Seuss’ darkest stories. The cliffhanger ending leads some to believe both groups could easily wipe each other out. Published: July 28, 2015  (probably written in late 1950s)\n\nPlot: A father takes his son and daughter to a pet store. The siblings first try to decide between a dog and a cat before more and more animals are introduced—a kitten, puppy, bird, fish, monkey, rabbit and Yent. The children are overwhelmed. Realizing if they don’t choose soon then they’ll leave with nothing, the boy makes a quick gut decision. Political message: In a The New York Times review, writer Maria Russo refers to the two protagonists as “consumer- heroes” born at the beginning of the Baby Boom when children had an over-abundance of options. Russo likens the message to that of psychologist Barry Schwartz’ book The Paradox of Choice: Why More is Less, which the critic says “nailed the soul-exhaustion of late-capitalist culture and its frantically proliferating menus of options.”"
    },
    "3": {
        "headline": "How This Millennial In Yemen Landed On Al-Qaeda’s Hit List",
        "content": " Mohammed al-Sharfi has been threatened by al-Qaeda before. He’d reported earlier this year that the militants were behind a series of assassination attempts in southern Yemen. But the real trouble for the 29-year-old didn’t begin until just after the terror group’s affiliate, known as al-Qaeda in the Arabian Peninsula, seized Sharfi’s hometown, the port city of Mukalla. After his reports on their activities appeared in the local press AQAP fighters shot up his front door and arrested his brother. A journalist and human rights activist by trade, Sharfi was also shot at and told he was going to be killed if he continued. “My family was terrified,” he said. “They’re still afraid.” He spoke to Vocativ from Malaysia, where he escaped to several weeks ago when he realized he could no longer stay at home. Al-Sharfi’s account, which he shared with Vocativ over several interviews, provides a rare look into AQAP’s tenuous control over Mukalla and reveals some of the ways in which the militant group has tightened its control over the city’s civilian population. Al-Qaeda’s capture this spring of Mukalla, Yemen’s fifth-largest city, was largely overshadowed by the aggressive—and escalating—war between the country’s Houthi rebels and an Arab coalition led by Saudi Arabia that, to date, has killed thousands and displaced more than a million people. In April, the group stormed the city, looting Mukalla’s central bank and staging a spectacular prison break that freed hundreds of people, including Khalid Batarfi, a high-ranking AQAP member. A general view shows the southeastern Yemen city of Mukalla. “The city fell into the hands of the radical group in less than 8 hours,” said Sharfi, who was on the scene and covered the siege in real time. Analysts told Vocativ that the militants quickly established a power-sharing agreement with local tribesmen, promising to defend the city against Houthi attacks. While the militants reportedly implemented a ban on qat, a mild narcotic popular among residents, and have been accused of torching Sufi shrines, AQAP has tried not to meddle too much in Mukalla’s daily life, according to experts. “The group’s not trying not to have a heavy hand over the government,” said Alexis Knutsen. She’s an al-Qaeda expert in the Critical Threats Project at the American Enterprise Institute, a conservative thinktank. “The overall goal there is not to crack down on civilian life to such a harsh extent that they alienate the population.” But according to Sharfi, who had also served as spokesman for several tribes in southern Yemen, AQAP’s presence in the city was far more repressive than previously reported. He said the militants arrested dozens of the city’s military and police, as well as some of Mukalla’s city administrators. The detainees were being held in a network of secret prisons throughout the city, including one inside the presidential palace. AQAP also created a series so-called “security centers,” Islamic courts with no lawyers for the accused. Analysts who spoke with Vocativ could not verify Sharfi’s claims, but some said a surge in detentions by AQAP would not be surprising. Sharfi said he regularly reported on the group’s activity, most of which he documented on a public Facebook page. In early April, Sharfi wrote about a group of city leaders who went missing. Then he reported on a series of kidnappings and arrests allegedly orchestrated by AQAP, and accused the militants of terrorizing the region. الى كل انسان في المكلا ارفعوا حملة هناك مخطوفين لدى تنظيم القاعدةالسيد #خالد_باطرفي يكفينا ماقد شاهدناه ...اما ان تطل... Translation: The people of Mukalla, it’s time to start a campaign to release those who were kidnapped by AQAP. Mr Khalid Batarfi, we’ve had enough. You arrested and kidnapped the region’s security officers. This is a true terror act. We demand you release them now. Sharfi’s reports prompted coverage by newspaper and television outlets throughout Yemen, he said. But they also attracted the attention of AQAP, whose retaliation was swift. Members of AQAP began calling his home, he said, saying Sharfi would be harmed if he did not stop reporting on the group. Days later, around April 9, at least two gunmen appeared outside of Sharfi’s home and shot at him, he said. He escaped uninjured, but Sharfi was forced to go into hiding. “I had to move to a safe secret house to continue working from there,” he said. Sharfi continued to be active in Mukalla’s growing protest movement against AQAP and helped organize a large rally in early May. ثورة الجياع والمكلا تنتفضمسيرة اليوم بالمكلا المطالبة برحيل تنظيم القاعدة من حضرموت ..تحية للشجعان ... Translation: Mukalla rallies today demanding al-Qaeda to leave the region. Praises to the brave. While in hiding, Sharfi said men who identified themselves as AQAP started to harass his parents and even shot up their home multiple times. Sharfi said at one point his younger brother was detained and interrogated by AQAP fighters. “They called me and told me I wouldn’t be able to hide forever,” Sharfi said.  Fearing for his and his family’s safety, Sharfi decided to leave the country. In early June, he traveled along Yemen’s southern coast and crossed the border into Oman. From there, he flew to Malaysia, one of the few countries, Sharfi said, that allow Yemenis to enter without a visa. He’s been there ever since. Meanwhile, the situation in Mukalla has become increasingly unstable. AQAP’s presence in the city has made it and the surrounding area a frequent target for U.S. airstrikes. A drone strike last month killed Nasir al-Wuhayshi, the group’s number two in command, sparking paranoia and accusations of sabotage within its ranks. In the aftermath, AQAP militants killed two men in Mukalla they suspected of spying for the U.S. drone program and dangled their bodies from a pair of bridges. “It seems like the opposition is growing,” Knutsen told Vocativ. “Especially with more U.S. air strikes in the area.” At the same time, AQAP appears to be cracking down on civilians. In a report published last week, an activist inside Mukalla said the group had recently barred musicians from performing at wedding ceremonies and has punished shopkeepers who stay open during prayer times. The report also said AQAP has established a headquarters for its religious police. “They are forcing laws and institutions of the people here contrary to real Islam and the heritage of our society here,” Sharfi said. “They are ruining the social life in the region.” "
    },
    "4": {
        "headline": "Iranians Long For The Late Shah",
        "content": " Iranians commemorated the 35th anniversary of the death of the last Shah of Iran this week by posting images of the late Mohammad Reza Pahlavi across social media. Pahlavi was the king of Iran from 1941 until he was overthrown by the 1979 Islamic Revolution. He was later forced to exile, traveling between six countries until he died in Egypt on July 27, 1980. Online, many Iranians expressed their yearning for the monarchy and the late Shah. “He spent his life trying to better the lives of his people,” an Instagram post said. “We salute you, sir.” Today, his legacy lives on through his son and successor Reza Pahlavi, who lives in the United States. He has a massive online following: His formal Facebook page has more than half a million likes. Most of those, some 378,000, are in Iran itself. This week it was also flooded with comments commemorating the death of the late Shah.  Pahlavi ❤️ #shah #shahanshah #aryamehr #javidshah #rezashah #rezashahkabir #rezashahbozorg #pahlavi #iran #iranzamin #persia #persian #farah #mohammadrezapahlavi #queen #king #iranroyalfamily #soraya #zamaneshah #iranian #iranie #iranier #enghelab #revolution #islam #zartosht #farvahar #forouhar #royal #khamenei A photo posted by @pahlavidoost on Jul 27, 2015 at 10:50pm PDT   . . . سالگرد درگذشت رضا شاه کبیر و شاهنشاه اریامهر محمد رضا شاه پهلوی تسلیت باد.. خدا…شاه…میهن A photo posted by پندار نیک.گفتار نیک.کردار نیک (@amin_abdolahian) on Jul 26, 2015 at 5:26pm PDT  Translation of comment: “Anniversary of the death of the great Reza Shah and the Emperor Mohammad Reza Shah Pahlavi R.I.P. God…king…homeland”  Today is the 35th anniversary of the passing of #Iran's last monarch HIM M. R. #Pahlavi the #Shah who passed away in exile on 27th of July in #Cairo, #Egypt. He spent his life trying to better the lives of his people. We salute you, sir. The people of Iran didn't understand or appreciate your service and sacrifices. #Iran #Persian #Persia #Monarchy #Leaders #Monarchy #Politics #Tehran #Sadat #America #books #dailypic #mideast @NixonFoundation @jfklibrary #Royalty #King #ایران A photo posted by @kash2538 on Jul 27, 2015 at 3:21pm PDT "
    },
    "5": {
        "headline": "Arabs Slam Saudi Prince For Appearing With Gay French Official",
        "content": " A Saudi prince who accompanied a gay French official at a men’s fashion exhibit in Paris has caused Arab Twitter to slam the Saudi royal family for supporting gay rights. The prince, full name Prince Salman bin Abdul Aziz bin Salman Al Saud (known as ‘Salman’), was seen in a video speaking and walking with Jean-Paul Cluzel, who administers dozens of national museums in France, and happens to be an openly gay advocate for LGBT rights. Al Saud is an Oxford-educated art aficionado and often attends high-profile events like Miami’s Art Basel. Twitter users shared an Arabic language hashtag, translated as #SaudiPrinceIsSupportingTheGaysOfFrance, aimed at the royal family, and claim that members of the family are “slaves to their desires.” Another user cited Abu Bakr al-Baghdadi, leader of ISIS, who allegedly claimed that that Saudi royal family supported homosexuality. At the same time, French commentators mocked Saudi “hypocrisy,” claiming that royal family members attend such events in Paris, and gamble in Monaco, while claiming to advocate for Shariah law and present themselves as leaders of Islam. King Salman bin Abdulaziz of Saudi Arabia is in France right now along with a royal entourage numbering in the hundreds. The king’s visit to their villa in the French Riviera prompted widespread protest after authorities closed off part of the public beach near the property. تشاهدون بعد قليل بإذن الله\n\nتوثيق هاشتاج #أمير_سعودي_يدعم_شواذ_فرنسا للرد على المشككين في الفيديو السابق !\n\nانتظرونا pic.twitter.com/EDD17uUMZR — الوعي العربي® (@wa3i3arabi) July 28, 2015  Jean-Paul Cluzel, pictured on the right with Prince Salman. أبر الله كلمة امير المؤمنين ابو بكر الحسيني…قال عن ال سلول \"مخانيث\" وصدّقت الأيام مقولته ايما تصديق !\n #أمير_سعودي_يدعم_شواذ_فرنسا — Dark Comedy (@Tragedy37) July 28, 2015  Translation: The Emir of the believers Abu Bakr al-Huseini (Baghdadi, ISIS leader) said about al-Salul (derogatory name for the Saudi family) that they are gays, and today proved him right! #أمير_سعودي_يدعم_شواذ_فرنسا\nلا فرق بين الحيوانات و حكام آل سلول\nفهم عباد شهواتهم \nعقولهم في فروجهم\nأخزى الله آل سلول — حمزة الراضي3 (@hit3izzz1) July 27, 2015  Translation: There is no difference between animals and Al-Salul (derogatory name for the Saudi family). They are slaves of their desires, their brains are in their genitals. God will shame Al-Salul.   "
    },
    "6": {
        "headline": "NFL’s First Female Coach Faces Onslaught Of Sexist Comments",
        "content": " Just hours after Jen Welter became the first female coaching official in the NFL, social media was flooded with a mix of celebratory and sexist comments from football fans across America. On Monday, the Arizona Cardinals football team announced it hired Welter as an assistant coaching intern for training camp and preseason. In addition to receiving her masters in Sports Psychology, Welter played 14 seasons of pro football, mostly in the Women’s Football Alliance. She also became the first female running back in men’s professional football when she played for Texas Revolution. But not everyone was positive about Welter’s latest career move, with many Cardinals fans tweeting insults at her. Some said women don’t belong in football and that hiring her over male candidates “doesn’t make sense.” When the Arizona Cardinals announced her hire on the team’s Facebook page, the reactions were even worse: Someone slammed her as unqualified for the new role because women’s leagues aren’t “real” sports. Another user said she looks like ‘Bruce Jenner,’ and someone else said she will make the team sandwiches. The insults, thought were mostly overshadowed by an outpouring of praise and congratulations. Many women said they were inspired by Welter. @jwelter47 @AZCardinals @BruceArians wtf are you guys doin?? females don't belong on an NFL coach staff or football field for that matter… — Cody (@CKujawa22) July 28, 2015  @jyanc21 @jwelter47 I bet you there were male candidates just as qualified but they chose her to be \"progressive.\" PR move all day — Sam (@AfroTheActor) July 28, 2015  @nfldraftscout @jwelter47 @BruceArians @AZCardinals only room for women in football is cheer leading — Javier Paniagua (@JavierPaniagua7) July 28, 2015 "
    },
    "7": {
        "headline": "Why Your Favorite Selfies Don’t Really Look Like You",
        "content": " For all the time we spend with ourselves, we have no clue what we actually look like. The proof is that we tend to select and share the selfies that look almost nothing like us, according to a new study from the British Psychological Society. For the study, 130 volunteers recorded a one-minute video of themselves, and then downloaded 10 of their own selfies from Facebook and ranked them in order of “likeness” (how much they thought each photo looked like them). The researchers sent the videos and photos out to random strangers, who also ranked each of the photographs based on their similarity to the person depicted in the video. Finally, the researchers ran all of the images through an online facial recognition test. The surprising (and slightly unsettling) result: people we’ve never met are better at picking us out of a lineup. “It seems counter-intuitive that strangers who saw the photo of someone’s face for less than a minute were more reliable at judging likeness,” said lead author David White, a professor at University of New South Wales in Australia, in a prepared statement. “However, although we live with our own face day-to-day, it appears that knowledge of one’s own appearance comes at a cost.” That is, we spend so much time around our own faces that we forget, objectively, what we actually look like—and so we hate some of our most accurate selfies. (Don’t feel so bad—even Adolf Hitler hated how he looked in certain pictures, despite lederhosen being all the rage in Nazi Germany.) The study suggests that the findings may influence how driver’s license and passport photos are taken, since it’s usually a stranger who is charged with figuring out whether to trust the photo in your ID. But on a simpler level, the study probably should influence how you view your online albums. You know that selfie you can’t stand? It may well be the photo that best captures the real you."
    },
    "8": {
        "headline": "The American Dentist Who Reportedly Killed Cecil The Lion Is Getting Trashed Online",
        "content": " The Yelp, Facebook and Google pages of the Minnesota dentist who reportedly stalked and killed Cecil, Africa’s most-beloved lion, are being inundated with hate comments. The Google page for River Bluff Dental in Bloomington, Minn., where Walter Palmer works, received more than 100 furious “reviews” in the past hour. By late afternoon, that number was up to 3,300. The Yelp page amassed more than 30 in the same time frame. River Bluff Dental’s Facebook page is also overrun with comments chastising the man for killing the majestic lion in Zimbabwe earlier this month. Perhaps ironically, the last post on the page was an image posted Monday that says: “Sometimes all you need is a second chance, because time wasn’t ready for the first one. #justsaying” More than 300 comments were left, many calling him “utter scum.” Cecil was killed July 1, and the statement by Zimbabwe wildlife officials announcing his death did not mention the identity of the hunter. This week, the search for his killer picked up steam. On Tuesday, The Telegraph said Palmer was part of a team that struck Cecil with a bow and arrow after luring him out of the Hwange National Park and then shot him with a rifle 40 hours later. (It is against the law to kill any of the animals in the park.) Palmer reportedly paid almost $55,000 to organize the hunt for Cecil. The Telegraph story included pictures of Palmer posing next to several different animals that had been killed during previous African hunting trips, including a leopard and a rhinoceros. The pictures were taken from a blog run by a hunting guide who said he led the trips. In an interview with the StarTribune Palmer disputed the report, but didn’t elaborate. “Obviously, some things are being misreported,” he said. We tried to reach Palmer for comment, but his number repeatedly rang busy. It wouldn’t be the first time Palmer’s quest to hunt big game animals has stirred up controversy. In 2006, Palmer reportedly hunted and killed a black bear in Wisconsin and then pled guilty to lying to a federal agent about the zone in which he killed the animal. The website for Palmer’s dental business was up and down Tuesday morning, but this is a video advertisement pulled from the site that features Palmer talking about his practice: "
    },
    "9": {
        "headline": "ISIS Calls On China’s Muslim Uighurs To Join Its Fight",
        "content": " ISIS’ official media wing in Aleppo released a video Monday calling on China’s Muslim Uighurs to join the terror group and head to ISIS territory. The video marks the Islamic State’s latest push to convince the native population of China’s predominantly Muslim Xinjiang region the join its “caliphate.” In the 12-minute clip, a masked man who appears to be a Muslim Uighur speaks in the native language. Holding a rifle, he calls on his “brothers” to migrate to ISIS territory and warns them of “the sin of holding off Jihad, and the sin of not pledging allegiance to the Caliph.” This appears to be the first time the Islamic State has appealed to China’s Muslim Uighurs in a video. But Chinese nationals have fought for ISIS in the past. About 300 of them are believed to joined the group in Syria and Iraq after traveling through Malaysia, Malaysia’s Home Minister of Affairs Ahmad Zahid Hamidi said. Still, some say Uighurs do not share jihadist ideology and are not lured by radical appeals. Chinese politician Zhang Chunxian, though, said “extremists in Xinjiang have participated” in the Islamic State. “I think this further proves that intentional extremist forces cannot be ignored,” he told CNN in March. The new video also included an elderly man who has appeared in ISIS propaganda before. He is believed to be in his 80s and allegedly volunteered to join ISIS’ ranks in eastern Syria."
    },
    "10": {
        "headline": "Moms Seek Online Advice On Circumcising Their Daughters",
        "content": " “I have a 12-year-old daughter and I don’t know whether to have her circumcised or not,” a mother wrote recently on Fatakat, an online forum for Egyptian women. “My brother’s daughters are older than her by two years and they’ve been circumcised, I hope someone can answer me.” These kinds of questions are almost to be expected in summertime, peak season for female circumcision—often referred to as female genital mutilation, or FGM. It happens particularly often during summer because it affords girls who are circumcised the time to heal before returning to school. In another post on the same forum, a 34-year-old woman in Egypt wrote, “Honestly, I am very confused. My daughter is one year old and many people advised me not to circumcise her, while others said yes, and I don’t know what to do.” The responses to women questioning whether to have FGM performed on their daughters is strongly critical. One women incredulously replied that “humans landed on the moon and people here are still asking about mutilating their daughters’ genitals.” She added, “Our kind prophet didn’t do that to any of his daughters.” Responding to another thread, a woman wrote, “I warn you—don’t do that to your daughter, tell her that it’s something that ignorant people did in the past.” Those posts were just two of many about FGM written on Fatakat and other forums by mothers, some of whom are seeking help to decide whether to have their daughters circumcised. “Khitan”, which roughly translates as “circumcision”, is a practice done to young girls, often under the belief that it will decrease female sexual desire, thereby promoting chastity and preventing adultery. For females this means the partial or complete removal of the external female genitalia. It can mean anything from removing the clitoral hood to excising the clitoris and labia, and has no medical benefit whatsoever. Sometimes, the vaginal opening is reduced to the size of a pin-hole. The online responses might give the sense that Egyptian women are largely against FGM, but that’s not the case. “Internet users are by no means representative of the Egyptian society,” said Nahla Tawab of the Population Council, a global non-profit. A recent Population Council survey found that 7 out of 10 young Egyptians plan to circumcise their daughters. There was no significant gender difference on that front—women were just as likely as men to support FGM. But when researchers asked if FGM was necessary, more women than men said it was (63 percent compared to 57 percent). It was men, in fact, who more often expressed uncertainty about FGM’s necessity (23 percent versus 13 percent). That seems to contradict the popular view of FGM as something perpetuated by men against women—but it’s complicated. Germaine Haddad of United Nations Population Fund Egypt says women often endorse FGM out of a sense of social responsibility. “The mother usually fears bearing responsibility for her daughter’s actions and being blamed by the father for not watching the daughter carefully if the daughter ends up having pre-marital relations or loses her virginity,” she says. In online postings about FGM, the social pressure around the subject is apparent. One Egyptian woman wrote, “My daughter is 10 years old and my mother insists that I circumcise her. Honestly, I am afraid for her, but at the same time, I don’t want to anger my mother, especially because she already decided that I will take [my daughter] to the doctor.” Similarly, a 31-year-old woman wrote, “My mother tells me to do it, and I am not convinced. My daughter is five years old.” Sometimes, women reveal in their posts online, they’ve been hiding their feelings against FGM from their relatives. “I don’t want any blame, my family thinks I’ve had them circumcised. I hope you can help me,” said a 35-year-old mother of two. The secrecy is understandable, given the way families can judge such a decision. “My mother decided not to circumcise me,” wrote a 33-year-old Egyptian woman. “I have been married for four years and still don’t have children, may allah give me patience. My paternal aunt … said that I can’t have a child because I wasn’t circumcised.”  A mother asks for advice on Fatakat.com on how to go about circumcising her 11-year-old daughter. Research in some regions has suggested that mothers play a critical role in stopping FGM. A study in the Gambia and Senegal found that mothers were more in favor of FGM than fathers and “were often crucial to decisions not to subject their daughters to the procedure.” A Nigerian survey found that mothers who believed that FGM should end were 77 percent less likely to circumcise their daughters, even if their husbands disagreed. The researchers concluded that “mothers are critical in breaking the cycle of FGM in subsequent generations.” But it would be wrong to extrapolate data from individual countries to all areas that practice FGM. “It is a complex situation and mothers often do not have much power in many contexts due to entrenched unequal power relations between men and women in many societies,” says Mary Wandia of Equality Now. “Mothers are extremely important actors in ending FGM. However, they do not always have the power to stop it [from] happening.” The practice is generally promoted by the family unit as a whole. The actual planning of the procedure can be more gendered, though. Haddad says that when FGM was commonly done by midwives, mothers took a more active role in arranging it. But these days, at least in Egypt, FGM is increasingly performed by doctors, and fathers often take charge of scheduling it. Sometimes, the doctor is the ultimate decider, as in the case of a woman who wrote on Fatakat, “I’m not intending to circumcise [my daughter], but my husband and my mother want to. When she grows up, I will go to the doctor and he will [decide].” When it comes to FGM, mothers are often most influential in a way that they themselves do not control. “The experience of the mother is of primary importance in determining the risk for daughters,” says researcher Livia Ortensi, who has found that women who undergo FGM are more likely to have daughters who undergo FGM. FGM is a woman-on-woman crime. Grandmothers and mothers inflict it on children, in the mistaken belief that they are doing good. #c4news — Stephanie Migot (@MsMigot) July 21, 2015  The connection is so strong that a study in Senegal, Burkina Faso and Egypt concluded that “policies aim[ed] at changing this social norm could…generate a virtuous circle: for each child who is not circumcised, a risk-free third generation is projected.” The same study found that other key factors in preventing FGM are the mother’s educational levels and autonomy, which are negatively associated with FGM. The issue has been gaining traction lately in Egypt. In January, a doctor was convicted of manslaughter after a 13-year-old girl died after the procedure. Last month, the country announced plans to reduce the rate of FGM by 10 to 15 percent in the next five years. This heightened public awareness can raise uncomfortable questions among young girls. “My daughter is 11 years old, however she sees [something about circumcision] on the television and she asks me what circumcision means and I don’t know how to answer her,” an Egyptian mom wrote on Fatakat. “I’m looking for an easy way to answer her that won’t open a bigger door that leads to questions she’s too young to understand.” It’s unusual for mothers to have a conversation about the topic at all. “In general it’s part of the culture that issues like puberty and sexuality are never discussed between a mother and her daughter,” says Haddad. “Accordingly, FGM is not explained to their daughters and this is part of why FGM is such a traumatic experience to young girls. Girls could have heard about it from siblings, friends or relatives, but mothers will not explain anything to their daughter.” Even having gone through it themselves, mothers tend not to share their own experience. “There is a sense of supposed pride in staying silent,” Wandia explains. “FGM is very much something which happens in secret. This is part of the difficulty in breaking the cycle.”"
    },
    "11": {
        "headline": "There Is No Record Of Ashley Madison’s So-Called Security Award",
        "content": " There is no online record of a “Trusted Security Award” proudly displayed on the front page of adultery site AshleyMadison.com, which was hacked on Monday, putting at risk millions of users’ profiles. Hackers threatened on Monday to expose the personal details of 37 million would-be adulterers registered with AshleyMadison.com, including names, addresses and credit card information, unless the website’s owners shut it down. Impact Team’s attack appears to have been sparked by the company’s “paid delete” feature, which charges customers $19 to wipe their account from the site, but which hackers say does not wipe credit card information. AshleyMadison.com mentions a “Trusted Security Award” on its homepage, seemingly to reassure members their personal information is protected. The award first appeared in 2011, according to cached versions of the website, but Vocativ discovered the award does not appear to have been mentioned by other companies at any point in the past. Other websites do not appear to feature the \"Trusted Security Award\" mentioned by AshleyMadison.com. A Google search for the term “Trusted Security Award” provides just 1,270 results. All of those relevant results specifically reference AshleyMadison.com. A reverse Google image search of the medal icon illustrating the award reveals the image is used only on AshleyMadison.com and PandoraSlinky.com, a similar dating site which uses a layout identical to AshleyMadison.com, but which Vocativ could not confirm has the same owner. A TinEye search of more than 12 billion images shows no record of the medal icon being used elsewhere. Vocativ made repeated attempts to contact Avid Life Media, which owns AshleyMadison.com, but they did not respond. Hack repair expert Jim Walker said the “award” is likely a marketing tool which he said is commonly used on such websites. The Hack Repair Guy, who has 15 years of experience in internet security, said: “There’s no link to any third party page or any reference to what that means. If there is no link or commentary about what this is for, then it’s likely just something they put on there as a marketing tool.” The website had 124.5 million desktop visitors last month. Registration is free, but customers must pay upwards of $49 in exchange for “credits” which can be used to read messages from other users. Vice president for Avid Life Media Avi Weisman previously denied a claim that some profiles on the site are fabricated. Avid Life Media said in a statement that its “paid delete” option does in fact remove all user information. “The process involves a hard-delete of a requesting user’s profile, including the removal of posted pictures and all messages sent to other system users’ email boxes,” it said, adding it was now free to use in light of the hacking. It said it has “stringent security measures in place” and is working with “leading IT vendors from around the world” to prevent further attacks."
    },
    "12": {
        "headline": "Female Sprinter Dutee Chand Wins Case, Allowed To Compete As Woman",
        "content": " Indian sprinter Dutee Chand had the biggest win of her career to date on Monday when the Court of Arbitration for Sport (CAS) ruled that a ban preventing her from participating in women’s competitions due to her comparatively high levels of naturally occurring testosterone must be lifted. The decision, which applies to all female athletes, is the culmination of a year-long battle by Chand, 19, who was barred from India’s Commonwealth Games team last July after tests showed she had elevated testosterone. Eligibility restrictions relating to hyperandrogenism—the term used to describe the condition of excessive androgens—were first enforced by the International Association of Athletics Federations (IAAF), an international governing body, in 2011. The IAAF said at the time that women with more than 10nmol/L of testosterone have an unfair physical advantage over other female athletes and would face bans—a decision that has been roundly criticized by researchers and bioethicists. The normal ranges of testosterone is around 0.52-2.4nmol/L for women and 9-38nmol/L for men. The IAAF regulations state that women with higher levels of the hormone will be allowed to return to competition if they undergo medical treatment to reduce the amount of testosterone in their bodies. That was the case with four young unnamed athletes who, as detailed in a 2013 study, not only agreed to medically reduce their testosterone but also consented to a “partial clitoridectomy with a bilateral gonadectomy, followed by a deferred feminizing vaginoplasty” before they were allowed to compete a year later. But this wasn’t an option for Chand. “I want to remain who I am and compete again,” she told the Indian Express last year. “I have lived my life as a girl.” The Switzerland-based CAS is giving the IAAF two years to provide firm proof that high levels of testosterone give female athletes an unfair advantage. In the meantime, however, Chand and women like her will be able to compete. “Dutee took a huge and courageous risk with her decision to challenge a policy she felt was unfair to her and to all women athletes,” Stanford University bioethicist Katrina Karkazis told BuzzFeed News. “It’s a policy that affected all women so [its] suspension is an historic victory for women’s equality in sport.”"
    },
    "13": {
        "headline": "The Drama With Juror No. 737 That Could Derail The James Holmes Case",
        "content": " The foreman of the jury that convicted Aurora, Colorado, shooter James Holmes of 24 counts of first-degree murder—and is currently deciding whether to sentence him to death—has revealed several potential biases that could be grounds for an appeal, a prominent Colorado attorney says. Juror number 737 was a student at Columbine High School in 1999 when killers Dylan Klebold and Eric Harris stormed the campus with semi-automatic weapons and murdered 13 people. According to a 2013 article in the French edition of Vanity Fair, Juror 737 actually introduced Harris and Klebold when the three were in middle school, but they drifted apart prior to the shooting. One of those killed in the rampage was Rachel Scott, the juror’s senior prom date. Being as close as the juror was to the perpetrators and victims of a different high-profile mass-shooting could potentially be seen as a bias. He revealed that potential bias to the court during jury selection for the Aurora trial back in March, but neither Holmes’ attorneys or prosecutors objected to him serving on the jury, according to published reports. The juror was in the news again earlier this month when Newsweek magazine identified him by name, which is problematic for several reasons. First, the identities of jurors are not supposed to be known during a trial. Second, the juror learned that his identity had been revealed when someone sent him a link to the Newsweek article about the trial. Jurors are not permitted to discuss their cases with anyone and are not allowed to view media accounts of the trial on which they’re serving. Newsweek’s decision to reveal the juror’s identity (which the publication later claimed was an accident) caused the judge overseeing the proceedings, Carlos Samour, to ban the publication’s reporters from the remainder of the trial, which is now in the sentencing phase. After the jury was picked in March, there was another incident involving the juror that could also potentially complicate the case. In May, he disclosed to Samour that he knew one of the witnesses and had spoken with that witness after he already was on the jury. (Separately, another juror in the Holmes trial also announced that she knew a different witness.) During the testimony of Alex Espinoza, who was a victim in the Aurora shooting, the foreman sent a note to Judge Samour saying that he knew the witness—that they were “new friends”—but that he hasn’t “known him for that long.” The juror also revealed that he and Espinoza had once briefly discussed the case. (Espinoza was grazed by a bullet during Holmes’ attack.) The judge asked the juror whether his relationship with Espinoza would affect his decision-making in the trial. “I think it would be naive to say that, especially hearing his testimony, that I would feel the same as any of these folks I don’t know personally. I think that’s silly,” the foreman answered. Sean Connelly, a former Colorado Court of Appeals judge, has argued more than 100 appeals cases in jurisdictions across the country and was the lead attorney for the government in the appeal of Oklahoma City bomber Timothy McVeigh. He says any bias, if proven, could be grounds for a ruling in Holmes’ favor on appeal or even a mistrial. “If the juror is biased, it’s a structural problem. It’s like having a biased judge—it taints the entire trial,” he said, noting that while he is familiar with the Holmes trial he was not aware that one of the jurors knew a witness. “If … the defense didn’t move to strike him from the jury, it could be a serious problem” on appeal, he said, adding that “the big question is did he lie during jury selection. If he lies, it’s a different standard.” The juror does not appear to have lied or withheld information—in fact, he seems to have presented potential issues to the judge as soon as they emerged. Interestingly, Holmes’ lawyers haven’t spoken much publicly about the jury foreman’s potential conflicts and have not raised any objections to his remaining on the jury. That could be strategic, said Connelly, and doesn’t mean that his lawyers won’t be able to use these potential biases as the basis to challenge his conviction. “If they [are able] to prove a bias, even if it’s an error [as opposed to dishonesty], it’s still a bias. You can’t say it’s harmless—[maintaining objectivity is] the whole point of the trial,” he said."
    },
    "14": {
        "headline": "Fans Remember Whitney Houston As They Mourn Bobbi Kristina Brown",
        "content": " Twitter users remembered the late Whitney Houston as they mourned the loss of her daughter, Bobbi Kristina Brown, who died in Georgia Sunday almost six months after she was found unresponsive in a bathtub. In the 24 hours following the 22-year-old’s death, almost 80,000 tweets said goodbye, wishing her a peaceful rest. Thousands online also posted photos and videos of Bobbi Kristina with her legendary mother who died at a Beverly Hills, California hotel three years ago. The Houston family released a statement about Bobbi Kristina’s untimely death, saying: “She is finally at peace in the arms of God.” Online, many fans are talking about the eerie similarities between Bobbi Kristina’s death and her mother’s. The tragedy is surrounded by whispers of domestic violence and drug abuse. It remains unclear, however, what exactly happened to Bobbi Kristina. Police have been investigating the case but have not charged anyone. #BobbiKristina #WhitneyHouston RIP TO BOTH. pic.twitter.com/tGaEHimrZa — Jαyvαιe м. Jαcĸѕoɴ (@QueenJayJackson) July 27, 2015  Safe in her momma's arms… forever. ❤ RIP #BobbiKristina #WhitneyHouston pic.twitter.com/92lRyfGQg9 — ∞☆ (@gleeek13) July 27, 2015  https://twitter.com/MattJeanSpears/status/625586088044838912"
    },
    "15": {
        "headline": "‘Kurds Have No Friends But The Mountains’ Trends On Social Media",
        "content": " Kurds are turning to an old adage, “The Kurds have no friends but the mountains,” to describe how they feel after news that Turkey has joined forces with the United States. The two countries will launch cross-border airstrikes against ISIS fighters, but also the Kurdish PKK rebel forces. Thousands of Kurds have taken to social media to express that the historic adage is more relevant today than ever before. Turkey’s move to launch air raids against Kurdish rebels in Northern Syria and Iraq under the guise of the U.S. crackdown on ISIS militants, ignited a social media storm. Expat Kurds and those residing in northern Syria have criticized the west—mostly the United States—for betraying the only group fighting against ISIS in Syria by allowing Turkey to bomb the PKK. Kurdish users on Twitter and Facebook used hashtags such as #TurkeyAttackKurdsNotISIS and #NATOStopErdogan, as well as using the old famous adage to describe their situation of “no friends but the mountains.” Msg. to the American people and the US gov. : Is this a penalty because we fought against ISIS instead of the world ? pic.twitter.com/YQYJmY2tls — Peshmerga (@KURDISTAN_ARMY) July 26, 2015  Tonight again Proof 2 Kurds in the wisdom of the Ages: We have no friends but the mountains! Her Biji Kurdistan!\n#NATOStopErdogan — Esfahan Hanimن (@esfahanhanim) July 27, 2015  @NUFC_OurClub @Hevallo the US reminded us that we have no friends, but the mountains — Kalashnikurd (@AzadiBerxwedan) July 26, 2015  Turkey’s air raids against ISIS and PKK positions came after last week’s suicide bombing in the Turkish town of Suruc claiming the lives of more than 30 Turks. On July 22, two days after the Suruc bombing, the PKK claimed responsibility for the killing of two policemen in the southeastern province of Şanlıurfa."
    },
    "16": {
        "headline": "Obama’s Kenyan Hometown In Disbelief At His No-Show",
        "content": " When President Barack Obama first announced his visit to Kenya, the people of Siaya thought for sure he would visit Kogelo to see his father’s grave. Siaya is the home county of Obama’s family and the Luo ethnic group, one of the largest ethnic groups in Kenya. His step-grandmother, Mama Sarah, who he calls “Granny,” told the press she would cook chicken, fish and ugali—maize porridge—for his visit. A local radio station announced he had plans to be in town for three whole hours. People painted signboards, local entrepreneurs made T-shirts, towns were cleaned, public buildings were painted, public parks seeded. “We wanted it to look nice and green for President Obama,” said Elkanah Odembo, who served as Kenya’s ambassador to the United States from 2010-2013 and is also from Siaya and the Luo tribe. The celebrations across Siaya were to be called “Obama Night.” They included an investment forum “showcasing investment opportunities in the county,” said Odembo. Rams, goats and bulls were assembled. But then, shortly before his trip, the president announced he would not be visiting the area and a couple dozen close family members, including Mama Sarah, were called to Nairobi to see him there instead. Hysteria ensued. Residents called into local radio shows wailing in disbelief. Columnists chided him. Local witch doctors tossed shells and animal bones on the ground, claiming it wasn’t true and the president would indeed come. Online, Kenyans voiced their disapproval. @K24Tv @AnjleeNoorani If Obama won't visit his father's grave, he has no reason to come to Kenya, what's more important than a father? — M U N E N E (@DennicMunene) July 3, 2015  He’ll find people proud enough to name their boys Barack Obama but disappointed that he will not visit Kogelo\n#ObamaInKenya — DUKE OF GATANGASHIRE (@TsarNjoroge) July 18, 2015  The president had already come to spend time with his family and visit his father’s grave three times before. Schools were named after him, students too. But since his last visit, when he was still a senator, the roofs of those schools started to leak. Siaya County remained riddled with disease, with three times the national AIDS rate. The president has yet to meet his Siayan namesakes. And while skipping out on an anticipated trip to visit his father’s grave caused mass disappointment in the region, local politicians insist the president addressed the people from Siaya directly in his speech at the Global Entrepreneurship Summit. “He was in a sense sounding sympathetic to the plight of the people of his fatherland,” said Opiyo Wandayi, a member of parliament in Siaya. When Obama talked about mortality rates he was really addressing the lack of resources in Siaya, Wandayi told Vocativ. “Sometimes the people at the top do very well but ordinary people still struggle,” Obama said in his remarks. “Today a young child in Nyanza province is four times more likely to die as a child in central province. Even though they are equal in dignity in the eyes of god, that’s a gap that has to be closed.” Siaya is in Nyanza province. “The people in Siaya felt significantly recognized,” said Wandayi. “[The President] said that because of corruption a lot of Kenyans have lost opportunities,” said Wandayi. “Siayan Kenyans are amongst these Kenyans.” The speech was “a wake up call to the leadership,” said Wandayi. Peter Anyang Nyong’o, Siayan senator and father of Oscar-winning actress Lupita, said that given the political climate in Kenya he was surprised the president made the trip at all. “We’ve gone through a very difficult period politically,” said Nyong’o. “How do you marry that with a visit with the U.S. president to Kenya?” “That doesn’t change the fact that the level of the ordinary people are expecting to see him and that is kind of an unfortunate situation where we’re caught between the devil and the big blue sea.” “We really were expecting him to come down to see the family and also to touch base,” said Aggrey Omondi, a community developer in Siaya who attended the president’s speech in Nairobi. But Omondi says that despite his disappointment about the visit, he was not disappointed with the president’s talk: “He put emphasis on nondiscrimination. One thing which is very clear is whatever [the] U.S. will provide will benefit all Kenyans.” For now Omondi says he is meeting with local politicians, strategizing other ways Siaya can benefit from the president’s visit, and like the rest of Siaya, waiting for the day when Obama finally comes back to Siaya to visit himself."
    },
    "17": {
        "headline": "LaGuardia Really Is The Worst Airport, Says Social Media",
        "content": " New York’s LaGuardia airport has been a notorious headache for years with delays and dirty terminals a constant gripe of weary travelers. Announcing a $4 billion plan to completely reconstruct the airport—consistently ranked the worst in America—Gov. Andrew Cuomo said on Monday: “There’s no way to fix this; we literally have to tear it down.” Social media backs Cuomo’s claim pretty clearly, as did a FiveThirtyEight data dive into airport delays, which found that LaGuardia adds on average 56 minutes to a passenger’s travel round trip. Here are some lucky travelers who got to microblog about their run-ins with LaGuardia’s chaos:  Got off my flight and saw this madness #LGAdelays A photo posted by Kimberly Easley (@keasley) on May 22, 2014 at 5:02pm PDT   Typical @delta protocol. #delays #cancelations. This is just the first delay of the night. I'm sure they'll cancel it next. #pathetic #worstairline my flight to #LGA was 3 hours delayed. #badservice A photo posted by Jonathan Legate (@jonathanlegate) on Jul 27, 2015 at 5:03pm PDT  Hey @FlyFrontier: flight waiting since 4:00 PM & you now cancel our flight?! #lga cc: @AnthonyABCNY @MyFoxNY @ABC7NY pic.twitter.com/05AACkaxYt — Natasha Petrukhin (@tashnosh) June 1, 2015  @deltaairlines Best Pilot & Copilot chatting & joking w crowd during flight delay at #LGA #bestdelayever #kudos pic.twitter.com/MZ9FW1jmqg — Karen Isopi (@karenisopi) July 28, 2014  Sometimes, delays can have a silver lining. When people get bored, their creativity shines through. Like remember when the cast of The Lion King Broadway had a delayed flight and sang Circle of Life in the terminal?  This didn’t go viral like The Lion King, but here’s a woman who serenaded a crowd of people waiting to get on their planes for Christmas:  Or a high school band whose members pulled out their brass instruments to play a nice jazz tune in their terminal: "
    },
    "18": {
        "headline": "New Dash Cam Video Of Sandra Bland Arrest Released",
        "content": " The Texas Department of Public Safety released a new version of their video of the July 10 arrest of Sandra Bland after critics claimed that a previous version of the dash cam footage had been edited. The new video doesn’t appear to have the same “glitches” as the video the Texas DPS initially posted on its Youtube page on Tuesday, which appeared to have been missing small bits of footage in several places, among other flaws. The Texas DPS said the skewed footage was the result of technical problems, not because the footage was edited. “The entire video was uploaded to include the audio and video of the conversation the trooper had by telephone with his sergeant, which occurred after the arrest,” Texas DPS spokesman Tom Vinger said in a statement Wednesday. “Some of the video that occurred during this conversation was affected in the upload and is being addressed. We are working to repost the dash-cam video.” “To eliminate any concerns as to the efficacy of the video, DPS previously requested the FBI examine the dash-cam and jail video to ensure the integrity of the video,” Vinger said. Bland was found dead in her jail cell three days after her arrest. Authorities are currently investigating the mysterious death."
    },
    "19": {
        "headline": "The Holes In Instagram’s Censorship Of Eating Disorders",
        "content": " Hashtags such as #thin and #skinny are blocked on Instagram, but antonyms like #fat and #chubby are not. Vocativ searched for a variety of weight-related terms and learned Instagram has banned more obvious terms related to being underweight than overweight. Searches for hashtags such as #thin and #skinny result in “Content Advisory” notices, where users are given the option to “show posts”, while a search for #thinspiration is blocked outright with a notice reading: “Sorry, this page isn’t available.” However, words related to being overweight, such as #fat, #fattie, #chubby and #plump are all freely searchable. There are some outliers, such as #thick, which is banned, but this may be due to its sexual secondary meaning. An Instagram spokesperson did not immediately respond when contacted by Vocativ for comment. In its community guidelines, however, Instagram specifically mentions eating disorders. The site states: “Encouraging or urging people to embrace self-injury is counter to this environment of support, and we’ll remove it or disable accounts if it’s reported to us.” It also offers information on how to spot an eating disorder. Recently, the social media site reversed its ban on searches for #curvy after users protested it by using the hashtag #curvee. Mashable reported Instagram now plans to filter out inappropriate content using the hashtag, stating #curvy was banned earlier this month due to content which violated its community guidelines, but insisting the ban had nothing to do with the term “curvy” itself. An Instagram spokesperson told Mashable #curvy was being used to spread inappropriate content. “We have a responsibility to act when we see hashtags being used to spread inappropriate content to our community. In the case of #curvy, we don’t like putting restrictions around a term that many people use in very positive ways, so we have decided to unblock the hashtag while taking steps to ensure that it’s not used as a vehicle for bad content.”  A search for \"#thin\" reveals a \"Content Advisory\" notice.  "
    },
    "20": {
        "headline": "Donald Trump’s Rants Are Only Helping His Poll Numbers",
        "content": " Donald Trump has made waves in the GOP primary with a series of often-fact-challenged rants that have been criticized by Democrats and Republicans alike—but prospective voters are loving the show, at least for now. Since Trump announced he was running for president in June—and infamously claimed that Mexican immigrants are criminals and rapists—he’s made a string of divisive comments that would sink most campaigns, or at least send them into damage-control mode. But in Trump’s case, he’s often doubled down on whatever remark stirred the pot—and watched his popularity continue to grow. The Huffington Post has been tracking the results of polls conducted by 20 pollsters tracking the GOP presidential primary. At the time of Trump’s announcement, on June 16, he was getting about 7 percent of the vote. As of July 21, he was leading the GOP field with 22 percent of the vote. Kyle Kondik, a political analyst at the University of Virginia’s Center for Politics, says Trump’s momentum is likely to level off sooner rather than later. “To a significant degree, Trump’s support can be attributed to near 100-percent name ID,” he said. “If he keeps up this level of support, the other candidates will start attacking him and running ads against him, and given that Trump is far from a down-the-line Republican in his previous issue positions, it’s easy to see how Trump’s bubble could burst. I still think he’s more curiosity than candidate at this point.” Kondik said Trump’s name recognition has boosted the news coverage of his campaign, and is keeping other candidates from getting as much attention, which “provides an incentive for [Trump] to keep making news – i.e. making controversial comments.” The other candidates in the crowded GOP field—assuming they can get people to listen to them—would be wise to attack Trump over his controversial statements, Kondik said–and many have. At least two GOP presidential candidates, former New York Gov. George Pataki and former Texas Gov. Rick Perry, have publicly called for Trump to end his campaign, while others, like Jeb Bush, Rick Santorum and Scott Walker, have condemned some of Trump’s positions. Despite Trump’s surge in the polls over the past two months, Kondik doesn’t necessarily see it as a telling sign of how the primary will shake out, or how his far-right-wing brand of conservatism will affect the race. “I honestly don’t think that the larger public is all that tuned in right now,” he said. “Trump’s comments might be forgotten in six months unless he’s still a major factor in the nomination contest at that point.”"
    },
    "21": {
        "headline": "Coffee And Diabetes: Cure, Cause Or No Effect?",
        "content": " After half a decade of maligning coffee as the beverage behind Type 2 diabetes, a genetic analysis released on July 9 finally proved that coffee consumption neither protects against, nor causes diabetes. It was a triumph of cutting-edge genetics over the scientific scrum—a coffee study to end all coffee studies that definitively untangled the complicated relationship between diabetes and java. It proved that there wasn’t one. Sadly, such a period of clarity in the scientific world barely lasted a week with the release of another study that now purports to prove that coffee is good for us.  “Coffee May Decrease Diabetes Risk, Because Coffee Is Awesome”, Huffington Post announced on Tuesday. “Drinking Coffee Fends Off Diabetes,” Quartz trumpeted shortly thereafter. It requires some background to make sense of this latest study, and understand why it’s meaningless. Back in 2001, scientists sent out a questionnaire about eating habits to a random sample of more than 3,000 participants in Athens, Greece. Then, in 2011, the same scientists published a follow-up study, which asked each participant to report their health outcomes one decade later. For the latest coffee-diabetes study, researchers rifled through both data sets and flagged anyone who was a regular coffee drinker in 2001, and a diabetic in 2011. Seems legit. Red flags abound. First off, this study is a retrospective meta-analysis of two old, self-reported data sets, which is just about as shoddy as science can be without losing the title “science”. The authors acknowledge some of the limitations of conducting their science with bad data, ironically, in the Limitations section of their paper. The scientists admit that they cannot be sure whether participants were diagnosed with diabetes before or after they began drinking coffee; the researchers have no idea whether the coffee drinkers in 2001 continued drinking coffee through 2011; and a large chunk of the participants in the 2001 study (15 percent) didn’t come back for the 2011 study. Oh, and everyone completely misunderstood the math. In the study, scientists reported that regular coffee drinkers were 54 percent less likely to develop diabetes. But that doesn’t mean coffee halves your diabetes risk. Since about 13 percent of participants (regardless of coffee-drinking habits) developed diabetes in the 2011 follow-up study, a 54 decrease actually represents just a 7 percent risk reduction. Put another way, if your odds of developing diabetes are 13 percent, the study claims coffee could reduce that risk to about 6 percent. It’s a 54 percent reduction…of your current, relatively low risk. It is not the first time we’ve been down this road, folks. Coffee doesn’t cure cancer either, as Dr. Perry Wilson of Yale University argued in a brilliant takedown of claims that coffee cures skin cancer: Is it possible that coffee reduces the rate of melanoma? Sure. There are about 100 different compounds in coffee, and some of them may be beneficial. Of course, some of those compounds might cause cancers as well. And that’s one of the central problems of dietary research. The exposures are so broad that one can justify almost any preconceived hypothesis based on preliminary data. So let’s fall back on that. Coffee likely has no effect on diabetes, skin cancer, Alzheimer’s or longevity. The only tangible, scientific effect of coffee is that is makes me a much nicer person, especially in the morning when I’m trying to ignore junk science articles about coffee. Speaking of which…next cup!"
    },
    "22": {
        "headline": "What The Killing of Africa’s Most Famous Lion Means For Zimbabwe",
        "content": " The brutal death of Africa’s most-beloved lion, Cecil, may have a ripple effect on Zimbabwe’s economy and the surviving lion population. Authorities are hunting the man who poached the 13-year-old lion, who was tagged with a GPS collar as part of an Oxford University study on hunting in the area. The collar allowed authorities to track Cecil’s final days and movements. While there are conflicting reports about the rogue hunter’s nationality, it’s known that he is a member of The Zimbabwe Professional Hunters and Guides Association. The organization announced the death with a Facebook post that received a barrage of hateful messages. Johnny Rodrigues, head of the Zimbabwe Conservation Task Force, explained why Cecil’s death has resonated with so many and what happens once a national icon has been poached. The killer used bait to lure Cecil outside of the Hwange national park—where he was legally protected from hunting—then shot the lion with an arrow. “They were fully aware what they were doing,” Rodrigues says. “Normally, people use a rifle and as soon as there’s a gun shot, you can investigate. With a crossbow, you can’t hear anything. They injured him and followed him for the next 40 hours until they killed him with a rifle. It’s inhumane. It’s tasteless.” Cecil had it all: Looks and location. “He was such a beautiful animal,” said Rodrigues. “He is an icon because of the amount of people from Africa and around the world who have been here. You can see a lot of lions. Some of them are not very good looking, but this animal was in 100 percent condition, and it was still young. He had years to go.” But Cecil also happened to be located in a tourist hotbed. “There is such an archive of photos of him. So many people have memories. He was in the area where most of the safari operators run. They’re very territorial. They don’t go from area to area.” The hunter who killed Cecil paid guides £35,000 (about $54,452) for the opportunity. Rodrigues estimates that Cecil was worth several times that alive. “Take the lifetime of a lion, and the amount of tourists that come to see it. All the lodgers and the 30 to 40 safari operators and everyone who benefits from the viewing of this animal” says Rodrigues. “Cecil was worth $500,000 to $600,000—or more than that. Keeping it alive and letting more people see it and photograph it—it generates more money than you can think. But £35,000 for the kill—that’s peanuts. That’s a drop in the hat.” They will probably be murdered by his brother. Seriously. The plot of The Lion King isn’t all that far-fetched. Rodrigues says that Cecil’s brother, Jericho (who is not as handsome as Cecil), will probably take over Cecil’s pride, kill all six of Cecil’s cubs, and mate with Cecil’s lionesses. “There are two prides in the area. Jericho and Cecil were brothers, or friends, who each formed their own prides. Male lions are always looking around, and what happens now is he stumbles upon another pride of lions and kills of the cubs and starts getting the females to go in heat so he produces his own bloodline.” Rodrigues points out that his is why poaching has much larger impact than just one lion. “When you look at the whole picture, not just focusing on Cecil, because the next lion is definitely going to come along and take over the pride and kill all those cubs, ranging from six months to a year old. The growth is backwards, not forwards.”  "
    },
    "23": {
        "headline": "Sorry, Google. Twitter Is Better At Stock Market Predictions",
        "content": " Twitter beats Google when it comes to predicting rises and falls in the stock market. The European Central Bank analyzed tweets using the words “bullish” and “bearish”—terms that respectively refer to positive or negative expectations of stock markets—and found a direct correlation with same-day movements in the largest American stock market. The bank studied over 300,000 tweets between 2010 and 2012 and found that a one point percentage increase in uses of the word “bullish” resulted in a same-day increase of 12.56 basis points—or 0.13 percent—on the Dow Jones Industrial Average (DJIA). “This impact is statistically significant,” the researchers noted, adding: “While our study shows a promising predictive correlation between Twitter bullishness and stock market prices, it offers no information with regard to causality.” Before basing an investment on the content of a Twitter feed, the study warned that the platform is only useful for predicting short-term changes in the stock market, which usually readjust to normal levels within five days. Researchers said Google is a weak predictor as Google Trends data is only provided on a week-to-week basis, which means stock markets have more time to readjust following a short-term spike in searches for “bull market” or “bear market”. However, Google is strong over the long-term and during extreme market conditions. Google searches for “bull market” bottomed out in mid-2008, months before the worldwide economic crash later that year."
    },
    "24": {
        "headline": "Twitter Crackdown On Plagiarism In Jokes No Laughing Matter",
        "content": " The Twitter account @PlagiarismBad, which spots plagiarized tweets, has had a busy week, prompting several posts to be deleted by the social media site’s administrators because of copied jokes. Last week, the @PlagiarismBad account noticed Twitter was deleting some tweets with copied and pasted jokes, and replacing them with the message: “This Tweet from @______ has been withheld in response to a report from the copyright holder.” The Verge talked to freelance writer Olga Lexell, one of tens of thousands of writers and comedians whose quips are consistently stolen and proliferated by millions of bot accounts, to the point where it is often difficult to discern the joke’s original author. Lexell said she filed a DMCA request with Twitter to take down the tweets copying a tweet she wrote: Why is Twitter so intent on hiding plagiarized tweets? Twitter is under the Digital Millennium Copyright Act (DMCA), which means it is obliged to act when notified about plagiarized material on the platform or it risks losing its “safe harbor” from copyright claims. So when someone files a request under the DMCA for Twitter to examine tweets that stole their jokes, Twitter legally can’t ignore the claim. Ignoring the claim could be considered protecting plagiarized material. Twitter states on its website that if it removes material, it notifies the “affected user(s)” after the removal of the material. It then lists all complaints on the database, Chilling Effects. This new trend might trigger a massive spike in DMCA requests. If Twitter has too many requests to handle, it might be under pressure to remove entire Twitter accounts that often plagiarize material."
    },
    "25": {
        "headline": "Twitter Users Are Enraged By This Viral Video Of Police Using A Taser",
        "content": " A video shot yesterday in Denton, Texas showing a police officer using a Taser on a 26 year-old black man went viral overnight. By Thursday morning, a Twitter post with the video was retweeted almost 11,000 times. The video, which appeared to be shot from a motel parking lot, depicts a heated argument between the man—later identified as Marcus Coleman—and a police officer. Nearby, a woman is being restrained. Police said in a press release that the woman was in need of medical attention and in “an altered mental state,” according to a news report. As police attempted to handcuff her, Coleman yelled at the police, who screams back at him to “back up.” The video ends after a police officer fired a Taser at Coleman, who fell to the ground. Twitter users included the video in tweets directed at the Denton Police Department, and often included references to Sandra Bland, the woman whose death in a Texas jail is being investigated by federal authorities. The Twitter user who initially uploaded the video, Jeremy Jones, launched a crowdfunding campaign to collect donations for “the families that were hurt in these police brutality incidents.” After actually witnessing police brutality I look at that shit a whole different way bro smh #DentonTx pic.twitter.com/tCYzmbk9Ih — We Are Equal (@BTP_TACO) July 22, 2015 "
    },
    "26": {
        "headline": "The Problem Of Teen Marriage Worldwide In One Map",
        "content": " A map by Dadaviz of the world by average age a girl can legally get married with parental consent shows how far some countries—including the U.S.—have to go in confronting early marriages and the problems associated with them. The average legal age for girls around the world to marry with consent is 16. In the U.S., the legal marrying age is established state by state, and most state legislatures say the legal age for girls to marry with consent is 16. But some states have a lower cutoff, and many have exceptions to their parental consent clauses in the case of a pregnancy. In Massachusetts, for example, a girl can be married at 12 with either parental or judicial approval, and in Hawaii that age is 15. In California, there is technically no minimum with a judge’s O.K. and parental consent. Still, Census data from 1998 showed that only 1 percent of U.S. 15 to 17 year olds had been married, according to the New York Times. The median age of first marriage for women in the U.S. has been rising and was 26.5 as of 2011, according to the Pew Research Center. These laws are more relevant in developing countries, where millions of girls become child brides every year. As many as one in three girls in the developing world could be married before they turn 18, according to the nonprofit Girls Not Brides. (And, of course, the legal age in some countries is higher than the age at which girls are actually married off.) Around the world, girls tend to have a younger legal marrying age with parental consent than boys. Fifty-four countries allow girls to get married between one and three years younger than boys, according to the World Policy Analysis Center."
    },
    "27": {
        "headline": "#KenyaMediaFailure Infuriates Locals During Historic Obama Visit",
        "content": " Kenyans are lashing out across social networks about the local media’s focus on style over substance during President Obama’s visit to the country. The hashtag #KenyaMediaFailure called out Kenyan media outlets who focused on superficial things like the president’s watch and where Air Force One spent the night instead of spotlighting the Global Entrepreneurship Summit, an event he co-hosted in the country’s capital of Nairobi. The hashtag was included in more than 17,000 tweets over the weekend, with many also pointing to the shallow conversations over the president’s fashion in lieu of more practical commentary on his economic and political talking points. This isn’t Kenya’s first gripe with the recent media coverage. #SomeoneTellCNN went viral after the news network said that President Obama was headed into a “hotbed of terror.” Obama traveled to Ethiopia last night for the second and final leg of his Africa trip. Google, Microsoft, Mastercard, Visa, Barclays, MKopa solar, @SteveCase are all in @GES2015Kenya but no spotlight due to #KenyaMediaFailure — Ken Okoth, MP Kibra (@okothkenneth) July 25, 2015  #KenyaMediaFailure I watched with pain as some journalists could not get the correct pronunciation of the word \"entrepreneur\" — Timothy Lihugu (@Timothylihugu) July 27, 2015  At KU, the cameraman had to focus on Obama watch, trousers and shoes ..shame #KenyaMediaFailure — maitha chris (@ChrisMaitha) July 26, 2015  Get ready for the mediocre spectacle of Lillian Muli analyzing Obama's hair, clothes,shoes,underwear on #FashionWatch #KenyaMediaFailure — Netía Shiundu ™ (@NetiaShiundu) July 25, 2015  Media failed Kenyans when they needed them most, talking about Obama's car & clothing instead of entrepreneurship #KenyaMediaFailure — Magneto (@bwrca) July 26, 2015  Feeling let down, Media houses didn't cover @GES2015Kenya proceedings save for the opening by the presidents #KenyaMediaFailure — Jackie Nganga (@Jackiesherrie) July 25, 2015   #KenyaMediaFailure showing an empty podium hours as they discuss the beast and suits A photo posted by Muthui Mkenya (@muthuimkenya) on Jul 25, 2015 at 11:30pm PDT "
    },
    "28": {
        "headline": "Washington D.C. Is Sinking",
        "content": " Washington D.C. is sinking into the Chesapeake Bay at an alarming rate—more than twice as rapidly as the rest of the East Coast is sinking into the Atlantic—according to a new study published in GSA Today. Scientists say this particular environmental issue isn’t due to climate change or land use. But if our nation’s capital sinks even half a foot by 2100, we can expect drastic increases in flooding and natural disasters. For once, the impending catastrophe doesn’t seem to be our fault. The D.C. region has actually been sinking into the Chesapeake Bay for roughly 20,000 years, due to a geologic phenomenon known as “forebulge collapse”. Roughly 1.8 million years ago, an enormous ice sheet pressed down on Earth’s mantle, effectively squishing the land under Long Island, NY and causing the Chesapeake region to buckle upward. Now, as that ice sheet melts, the Chesapeake is sinking back to where it was before the Ice Age (and before we decided to place our seat of government in an ancient hole in the ground). “It’s a bit like sitting on one side of a water bed filled with very thick honey, then the other side goes up.” said Ben DeJong, geologist and coauthor on the study, in a prepared statement. “But when you stand, the bulge comes down again.” But now scientists know just how long we can expect that Ice Age recovery to take. As the Chesapeake Bay sinks back to pre-Ice Age levels, the researchers say, the water surrounding D.C. will rise at least six inches by 2100. This is not good. Even in a vacuum, six inches of extra water can be the difference between minor flooding and thousands losing their homes. But forebulge collapse isn’t the only threat facing East Coast sea levels. By 2100, scientists have been expecting an additional six inches of the Atlantic sea level to rise, anyway, for reasons that are still unclear. Meanwhile, global sea levels are expected to rise at least three feet due to climate change and several more inches due to the melting West Antarctic Ice Sheet. The researchers calculated water level rise (or storm tides) during Hurricane Isabel, and applied those figures to their Chesapeake Bay predictions. It ain’t pretty. By 2100, a relatively minor hurricane could cause a storm tide of up to 15 feet. Hurricane Sandy, which caused $65 billion in damages, had storm tides that hovered about 10 feet, even at the height of the storm. But why wait for a hurricane? Projections suggest even a one-foot increase in sea levels would flood D.C.’s bridges, military facilities, national monuments, and mass transit system. Prior studies of The Blackwater National Wildlife Refuge found that the majority of the Chesapeake’s tidal marsh will already be underwater by 2050. The last two islands on the Chesapeake Bay that are still inhabited by humans stand barely one foot above sea level. “It’s ironic that the nation’s capital—the place least responsive to the dangers of climate change—is sitting in one of the worst spots it could be in terms of this land subsidence,” said Paul Bierman, a geologist and coauthor on the paper, in a prepared statement. Well, we can’t do much about the six inches that have been hanging over our heads since the last Ice Age. And we can’t exactly stop the Antarctic Ice Sheet from collapsing, either. But a large part of the problem is global sea level rise which, according to an overwhelming majority of scientists, is due to human-induced climate change. Those last three feet of sea level rise are on us."
    },
    "29": {
        "headline": "A Woman Thought She Was Dead For Over A Year",
        "content": " A 21-year-old woman who thought she was dead for over a year during high school revealed morbid details of her ordeal in a Reddit AMA this week. “I thought I had been killed by one of my hallucinations, and literally thought I was a ghost,” the woman writing under the username “fishglubber” said in her Reddit post. The woman says her doctors diagnosed her with schizoaffective disorder, which is characterized by hallucinations, delusions and other symptoms including mania or depression, according to The National Alliance on Mental Illness. The hallucinations she experienced were that of being dead, which can also be characterized as an extremely rare mental condition called Cotard’s Syndrome. In 1880, neurologist Jules Cotard first described the illness, which he said drives people to think they lost organs, blood or body parts—or believe they lost their souls or are dead altogether. It is unknown how many people in the world suffer from the condition; “Fishglubber” estimates there are fewer than 100, although she didn’t offer evidence backing her claim. Regardless, it doesn’t appear that “fishglubber” is the only one who has suffered. Doctors were baffled when a man thought he killed his brain after electrocuting himself in a bathtub trying to commit suicide. In another case, a 53-year-old Filipino woman got psychiatric help after she complained to her family that she was dead. Here’s how “fishglubber” described her episode: I died when my hallucination killed me. I saw my own body, lying there, dead, in the middle of the store. I looked around. More versions of me, dead, in various ways, everywhere. I saw dead people, and they were all me. It was in that moment that I “realized” that I had been murdered, my body was no more, and I was a ghost. I died in various ways, with my body from various alternate universes being pulled into that store, sometimes poisoned, sometimes stabbed, sometimes shot, sometimes decapitated, but always dead… You think it’s trippy now, but- the hallucination who killed me was me from the future, who was consumed by her illness and wanted to stop her timeline from occurring, so she killed every version of me from any universe so she would be free. The woman says that when she was “dead” she would unsuccessfully attempt to walk into walls. She was ashamed to eat or relieve herself because it didn’t make sense that she would still need to. She also recounted hallucinations before and during her “death” episode, which range from having a blue-colored boyfriend who spoke to her in puzzles to seeing a future of herself called “evil!future!me.” She took “evil!future!me” to the prom. “Fishglubber” has since recovered from the condition and is currently writing an autobiography, which hundreds of Reddit users have encouraged. “I now know why they write ‘Rest in Peace’ on tombstones,” she wrote wrote. “Death, at least how I experienced feelings of it, is far from peaceful at times.”"
    },
    "30": {
        "headline": "NASA’s Exoplanet Is Not That Big Of A Deal",
        "content": " NASA found a new exoplanet, AGAIN. It’s earth-like, so the global excitement about the topic is understandable. The planet appears to have a rocky surface. Scientists speculate that it could have water—oceans, lakes, fjords. It’s just the right distance from the local sun to support life. And yet, it’s really not that exciting.  In the six years since the Kepler telescope booted up, we have discovered 1,031 planets outside of our solar system (also known as “exoplanets”). That’s roughly three new planets every week. To be fair, exoplanets in the habitable zone (or “goldilocks” zone) are a tad less common—Kepler has only discovered 306 planets close enough to a star for liquid water to theoretically exist on the surface. And finding a planet with a rocky, earth-like surface that also exists in the goldilocks zone is even rarer. To date, we have only observed 51 planets that could truly be called “earth-like”. (If you want to get super technical, Kepler has found only eight earth-sized planets in the habitable zone. But still.) Anyway, 51 (or eight) actually represents a lot of planets. Remember, Kepler can only see about 0.28 percent of the night sky and only about 5 percent of the stars in its field of view. Given the small swatch of sky that Kepler is mining for planets, scientists estimate that as many as 30 billion earth-like planets may exist with habitable zones in the known universe. So, I’m bored. NASA is about to announce on Thursday a planet that they say is 1 in 30 billion. Look, it’s awesome that we have a telescope that can pick up on these incredible observations, and it’s unbelievably cool how they do it—the process involves calculating how much a potential planet blocks out the light of its sun (seriously, check it out). But if you’re tuned into the science news beat, you know that one more earth-like exoplanet within the goldilocks zone is nothing to get excited about (remember this, and this and this?). Eh, who am I kidding? I’m going to watch the live NASA press conference just like everyone else, cheering on the scientists and dreaming of other worlds."
    },
    "31": {
        "headline": "What Obama’s New Immigration Policies Mean For Deportations",
        "content": " President Obama’s new immigration enforcement policies may result in fewer deportations of undocumented immigrants than in previous years, according to a report by the Migration Policy Institute. Obama’s new program focuses more attention on noncitizens who are threats to public security because they have criminal records or who crossed the border recently. Only 13 percent of the roughly 11 million unauthorized immigrants in America fit that description and would thus be considered “enforcement priorities,” according to the group. That’s substantially less than in 2010 and 2011, when 27 percent of immigrants were considered deportation priorities. That means fewer than 100,000 unauthorized immigrants will be deported from the U.S. per year under the new policies, the MPI predicted. That’s about 25,000 lower than in previous years. Under the new priorities, some 9.6 million undocuments would have “a degree of protection” to remain in the United States, the MPI said. Obama’s new policies are likely to set off a backlash among Republican 2016 presidential candidates. The current Republican spotlight is on Donald Trump, who has made undocumented immigration the centerpiece of his campaign, accusing Mexico of sending “rapists” and “drug dealers” across the border to the U.S. The policies implemented by the Obama administration in 2011 lowered the number of people deported from inside the country but increased the number of people caught at the border and repatriated, according to the MPI. So while the overall number of deportations grew, technically more deportations were happening at the border while fewer were happening to noncriminals already living in the United States:"
    },
    "32": {
        "headline": "The Vile Language Hurled At Hillary Clinton on Social Media",
        "content": " This article discusses some of the most vile and disturbing language that can be directed at a woman. Proceed with caution. It only took one post from Hillary Clinton’s official Instagram account for the sexist comments to roll in. She was called a “bitch” on her very first post, which featured an image of her predictably red-white-and-blue clothing rack. “If this bitch can’t decide what to wear how will she decide what to do for her country, and shit like this is why we shouldn’t have a female president,” wrote a commenter in response. Similarly hostile remarks showed up in the comment threads that followed, as they already have across all social media platforms. But just how much online sexism is directed toward Clinton? And what words are being used? A Vocativ analysis reveals that the most common sexist insult directed at Clinton on Twitter is the word “bitch.” In a survey of more than 25,650 tweets aimed at her, there were over 1,980 uses of the term. It was hands-down the most popular gendered insult leveled at Clinton. The runners up: “Cunt,” with 370 mentions, and “slut” with 114 instances. A couple disturbing examples: “hillary clinton is one ancient slut,” “Hillary Clinton looks like a cunt” and “As long as Hillary Clinton doesn’t get it idc. She’s a stupid bitch.” There are the rare cases of “bitch” being used very positively toward Clinton, but these were the exception, not the rule: I think Hillary Clinton is a bad bitch yaaaas B yaaaaas The term “vagina” was used 450 times in the analyzed tweets, often in reference to people voting for her just because she has one. Of course, there are also more vulgar examples of people discussing Clinton’s sexual anatomy. There was also commentary to be found about other parts of her body. We don’t feel comfortable quoting them, but examples are here and here. On Instagram, predictable insults like “slut,” “bitch,” “shrew” and “witch” were thrown around, while some users got a bit more creatively horrible. Some actually spelled out their sexist beliefs: “As far as I’m concerned women don’t have the same rights as men for a reason. It should stay that way.” On Facebook, some of the most common sexist remarks referred to Clinton being a grandmother: “Are you people voting for this person because she is a woman,” said one commenter. “If you are that is a dumb choice. She needs to GO home and be a gramma.” Also popular were insults about Clinton looking “ugly.” Some managed to come off as both sexist and ageist, like this one: “As soon as people start to ask Hillary Clinton questions she is done. He [sic] poll numbers will meet her nipples on the floor.” But these generic sexist insults were overwhelmingly outnumbered by references to Bill Clinton’s infidelity. Of the sexist Instagram comments directed at Clinton that we surveyed, nearly a quarter mentioned Monica Lewinsky. Often, these were simple taunts: “Monica wants her bra back from your house #killary,” read one comment. But many suggested that Clinton is unfit to lead because her husband strayed. “You couldn’t satisfy ur husband, how do u think you’ll satisfy a nation?” wrote an Instagram user. Another said, “How can this dumb bitty even think she can be president?? She couldn’t even be the first lady and take care of Bill…” A similar phenomenon was on display on Facebook: 14 percent of sexist comments aimed at Clinton mentioned Lewinsky. Consider this gem: “Hillary sucks – but Monica sucks better. Ask Bill. Who would want this lying, scandal ridden, deceitful old hag to be president?” Another Facebook user wrote, “Not a good home maker as Bill had to fill his needs elsewhere. If she can not take care of her own family, how can she take care of you?” A handful of comments suggested that people shouldn’t vote for Clinton because of her husband’s indiscretions. Same deal on Twitter. Of the sexist tweets we surveyed from the span of just over two weeks, the most popular term was “husband,” which was mentioned well over 1,600 times. And again, Hillary Clinton was blamed for his affair. (It’s worth noting that Clinton herself has allegedly blamed herself for her husband’s indiscretions.) This obsession with Clinton’s ability to keep her husband sexually satisfied isn’t new. Rebecca Traister, author of “Big Girls Don’t Cry: The Election that Changed Everything for American Women,” about the 2008 election, says, “That goes back through the whole history of the Clintons and definitely was always threaded through how people reacted to Monica: evidence that the independent woman couldn’t be enough of a woman for her husband.” Now we’re seeing the infidelity used on social media as evidence that the independent woman isn’t enough for her country, either. It’s a mindset that casts the role of a female president as wife to the entire nation. Within that mentality, Clinton is shirking her responsibilities not just to her husband, but also to all men. It calls to mind how during her first presidential campaign she was heckled by guys ordering her to “Iron my shirts!” and antagonized by the Facebook group “Hillary Clinton: Stop Running for President and Make Me a Sandwich.” That’s how little the sexist rhetoric around Clinton has changed in the past seven years: at its core, it’s still about her not knowing her place."
    },
    "33": {
        "headline": "Campaign Calls For Help Ridding Kobane Of Rubble",
        "content": " A group called the Kobane Reconstruction Board launched a crowdfunding campaign last week in an effort to kick-start the rebuilding of the devastated Syrian city. The campaign, hosted on the crowdsourcing platform FireFund, has raised about $7,000 so far. It is aiming to raise $130,000 to clear Kobane of rubble. The debris plaguing the city is a grim reminder of the 134 days of combat between Kurdish forces and ISIS that ended in January. About 90 percent of the city’s structures were destroyed or damaged during the fighting, according to the Kobane Reconstruction Board. But thousands of residents are still living there and are in desperate need of schools, hospitals and centers for women and children, according to the board. “Removing the rubble can help build a new foundation for a new Kobane and restart its recovery,” the board’s campaign website says. The problem is that the debris is preventing reconstruction and resumption of normal life, says Hawzhin Azeez, a member of the organization. Right now, the city is covered in everything from bricks to broken concrete, soil, exposed wires, household items, vehicles, weapons and other destroyed material, she says on her personal Facebook page. Azeez is also using her popular Middle Eastern Feminist Facebook page to raise awareness about Kobane’s plight. If the campaign fails to reach its $130,000 fundraising goal, all donated money would be returned in full."
    },
    "34": {
        "headline": "Video Shows WWE CEO Saying N-Word, Mocking Black Wrestler",
        "content": " The WWE has fired Hulk Hogan in response to reports of a recording of the wrestler spewing racist slurs, but it has said nothing about a different racist video segment involving the CEO and face of the organization, Vince McMahon. Initial news reports said that WWE moved swiftly to scrub Hogan from the WWE site, including the Hall of Fame merchandise page, because of racist statements he made during a radio interview from October 2012 that were circulating on the Internet this week. In the video, the radio DJ Whoo Kid asked Hogan about an incident in the ’90s when wrestler Booker T called Hogan a “nigger.” But now it seems that the WWE’s move was actually prompted by a different tape that was about to leak, one in which Hogan is shouting racist slurs about his daughter because he believed she had slept with a black man, according to the National Enquirer and RadarOnline.com. But Vince McMahon, who has his hands on virtually every area of WWE and is largely responsible for the 1980s wrestling boom and for turning the organization into a media powerhouse, has also used the racial slur while openly mocking the same black wrestler that Hogan referenced in the radio interview. The below video, from 2005, shows McMahon calling white wrestler John Cena “my nigga” in a tone emulating Booker T, before turning around and walking past Booker T. Booker T pauses in shock, then says angrily: “Tell me he didn’t just say that.”  "
    },
    "35": {
        "headline": "Protestantism Has A Race Problem",
        "content": " The five least racially diverse religious denominations in America today are all Protestant, according to a new Pew Research poll released Monday. Protestant denominations tend to be segregated along racial lines, with some predominantly white and some mostly black. The Evangelical Lutheran Church in America and the United Methodist Church, for example, are both more than 90 percent white, Pew reported. Meanwhile, the National Baptist Convention and the African Methodist Episcopal Church are almost exclusively all black. Only around 5 percent of U.S. churches were racially integrated, according to a 2008 estimate by Curtiss Paul DeYoung, a scholar on interracial churches. The lack of racial integration can allow tensions to proliferate in Protestant churches, scholars told CNN, especially when it comes to issues surrounding power structure and even interracial dating. Many scholars say the deeply ingrained segregation of most Protestant churches is a leftover from slavery and the ensuing segregation era. Thousands of black churches were formed across the country in direct response to blacks being banned from white churches. Every other religion in America received a better rating in Pew’s ethnic diversity index. Islam includes various racial backgrounds, with 38 percent of the membership white, 28 percent black, 15 percent Latino, and 8 percent Asian. Another 8 percent identified as another race. Jehovah’s Witnesses and Buddhists boast a high level of ethnic diversity as well. Catholicism scored average mainly because of its sizable Hispanic population. Jews with 90 percent white membership, and Hindus with 91 percent Asian, by contrast, didn’t fare as well. The belief in “nothing in particular” turned out to be a mix of several racial backgrounds. Interestingly, “nothing in particular” was more racially diverse than the category of atheists or agnostics, which were both 78 and 79 percent white respectively. But “nothing in particular”ists are 15 percent Latino, 12 percent black and 5 percent Asian."
    },
    "36": {
        "headline": "Student Redirects Gov. Asa Hutchinson’s Website To LGBT Forum",
        "content": " A 21-year-old college student grew tired of Arkansas Governor Asa Hutchinson’s track record on equality and decided to do something about it—buying his expired website domain and redirecting it to an LGBT chat room. Gov. Hutchinson (R) has a long history of passing legislation that erodes the rights of his gay and transgender constituents, including a bill from February that prevents local governments from introducing ordinances that seek to stop LGBT discrimination, and a “religious freedom” legislation that would allow businesses to discrimiate against LGBT customers. He was also a staunch opponent to marriage equality and voted to prevent gay couples from adopting. So, when Dylan Hailey, a college senior studying information science and information systems management, noticed that Hutchinson’s domain name had lapsed he made his move by redirecting it to LGBT Chat & Forums. “I’m just doing what anyone else should—calling out an injustice and drawing attention to issues that sometimes go overlooked,” Hailey told Vocativ. He adds that he deliberately chose the forum over, say, a porn site, like the one Reddit user RevoltingPenguins used in May after the domain of an anti-gay site expired. “I redirected it to the LGBT forum so it could benefit some people that went there, over 400 new members have signed up there in the last day,” he said. “I’m not trying to get shock value, I’d rather the site help people.” And he has others in his crosshairs. Hailey says he has been on a bit of a spending spree and now owns the websites of “over 27″ controversial politicians. He was the one who redirected Idaho State Rep. Paul Shepherd’s site to a holding page asking that the Republican meet with same-sex marriage supporters in March. His roster of potential hits includes politicians whose stance on race and gender issues promote inequality. Though he’s not naming names, his next target—a racist politician—can expect website issues in early August. “I try to make the websites call them out on issues where they try to hinder equality, not just for LGBT equality, but for any group of people that the politicians try to treat unfairly,” he said. “I will be releasing a few more in the near future from politicians who are coming up for reelection.” Hutchinson’s office has so far remained silent, and are yet to respond to Vocativ’s request for a comment. But if Hutchinson’s camp thinks this will just go away, Hailey wants to assure the Republican governor that he’s keeping his eye on him. “If Asa Hutchinson runs for reelection in the future the site will be dedicated to detailing his actions as governor during this term,” he said."
    },
    "37": {
        "headline": "This Rainbow Sparked Controversy As Obama Landed in Ethiopia",
        "content": " A picture of a rainbow welcoming U.S. President Barack Obama in Ethiopia Sunday sparked mixed reactions on social media: Some praised the meteorological phenomenon as a heavenly promise to mankind while others slammed it as a symbol of Obama’s “gay agenda.” Ethiopia’s Minister of Foreign Affairs Tedros Adhanom Ghebreyesus posted the picture on Facebook, saying the rainbow rose above the country’s capital as Obama landed in Air Force One for a two-day visit to the East African nation. Ethiopians on social media were quick to analyze what the rainbow meant. For some, it was a sign of good to come. For others, it was a warning against Obama’s “evil agenda.” Still for others, the rainbow was a gift to Obama, or a gift to Ethiopia. Obama arrived in the country from Kenya, where he made clear his position on gay rights—a contentious issue between the U.S. and Kenya. “I believe in the principle of treating people equally under the law, and that they are deserving of equal protection under the law and that the state should not discriminate against people based on their sexual orientation,” Obama said during a press conference. While in Ethiopia, Obama will hold talks with local and regional leaders and become the first U.S. president to address the African Union. #SayNoToObamaba666Agenda\n#ObamaInEthiopia Rainbow is a symbol of Obama's gay agenda! pic.twitter.com/k5UGPofP4M — Enkamumu Kisele (@Enkamumu) July 26, 2015  Stop misinterpreting that rainbow seen in Addis upon Obama arrival. Assholes! — Ermias wassihun (@WassihunErmias) July 26, 2015  Rainbow as #Obama lands in #AddisAbaba .In #Ethiopia Rainbow symbolizes God's promise to man kind.Not homosexuality! pic.twitter.com/KTvj0epZRu — Mady Yonas (@Madyyon) July 26, 2015 "
    },
    "38": {
        "headline": "Mexican Protest For Disappeared Student Activists Goes Global",
        "content": " Activists in Mexico are looking abroad in a push to urge citizens at home to resist government corruption. Over the weekend a thousand activists there protested police brutality and corruption, using hashtags like #ayotzinapa10meses and #AccionGlobalPorAyotzinapa to connect with solidarity protests worldwide. They’ve rallied around a ten-month old case: 43 university students from Ayotzinapa Rural Teacher’s College, a hotbed for grassroots social movements, went missing after they were taken by police. Prosecutors say they were later killed by a drug gang. While 60 mass graves with more than 120 bodies have been unearthed during a subsequent search, none of the remains were connected to the missing students, according to Mexico’s attorney general’s office. Activists say it’s time for authorities to act as the numbers of disappearances across the country continue to rise. A total of 329 people disappeared in the first four months of 2015, according to Executive Secretariat of the National Public Security System (SESNSP), reported by local Mexican outlet Proceso. Across Mexico over 20,000 people are listed as missing, the Associated Press reported. During the past 24 hours over 1,700 tweets used the hashtag #AccionGlobalPorAyotzinapa, while 21,000 tweets around the world included the hashtag #ayotzinapa10meses. Activists from Buenos Aires to Vancouver, as well as cities across Mexico, came out to show their support. “The only positive thing about the disappearance of the 43 students is it has brought us all together,” said Mijael Jiménez, of the London Mexico Solidarity group. In the UK alone there are now at least 10 student groups cooperating to spread awareness about forced disappearances. The Facebook group for Parisian activists working for the 43 disappeared students, Mexicanos en París x Ayotzinapa, has over 1,300 active members. Immigrants in the U.S. and Latino students in Houston and San Francisco are also collaborating with activists in Mexico, organizing protests, translating and sharing reports from the ground. “The fact that this tragedy affected rural students inspired a lot of different movements to come together, both on a national and international level,” said Jiménez. “This isn’t about 43 students. The problem is much bigger.” Desde Buenos Aires, Argentina, #Ayotzinapa10meses: Ni perdón, ni olvido!\nfoto: Kala Moreno Parra. http://t.co/PpRPcgFaRr Desde Vancouver, Canada, exigen justicia para los padres de los 43 jóvenes normalistas\n#Ayotzinapa10meses http://t.co/y3LsXzgEaW Desde Mérida, Yucatán #Ayotzinapa10meses http://t.co/MAP33qPSpk Colectivos Manchester y Madrid, recuerdan que nos faltan 43 jóvenes normalistas. #Ayotzinapa10meses http://t.co/pN4gEXj1Pp  "
    },
    "39": {
        "headline": "Amid Surge In Racial Tension, KKK Fails To Seize On Comeback Moment",
        "content": " It’s 93-degrees and miserably humid in front of the copper-domed statehouse in Columbia, South Carolina, and a 20-year-old member of the Ku Klux Klan named Josh is leaning against a police barricade near the statehouse steps and smoking cigarettes with his three older cousins. He’s wearing a Confederate battle flag as a cape. Josh and his cousins made the hour-long trip to Columbia from their home in Sumter — a small city in an otherwise rural county in the central part of the state – to spend their afternoon sweating it out under the brutal sun as they and other white supremacists rally in support of returning the Confederate flag to its perch above the state capitol, a cause that has divided South Carolina and other southern states for the last month. The flag itself has been a point of contention for the past 150 years. After he and his cousins finished their cigarettes, they took the flag off of Josh’s back and draped it over the barricade. Then they each lit up another cigarette and waited as a crowd of about 20 people began to form around them. Before Josh and his cousins finished their cigarettes, a black man who was walking by stopped directly in front of them and started questioning – in what escalated into a very heated exchange — their motives for displaying the very flag the state legislature voted just weeks earlier to have removed from its statehouse due to its racial implications. It was a historic decision made after Dylann Roof, a 21-year-old white supremacist, allegedly murdered nine people at a historically black church in Charleston a month earlier, and cited his desire to start a race war as his motivation. The fury caused by the flag’s removal could have been a moment for struggling hate groups like the Ku Klux Klan to seize upon – historically, Klan membership has been at its highest when the country is experiencing racial unrest. At its peak, in the 1920s, the Klan had an estimated 4 million members under a centralized, united organization. That organization crumbled in the following decades but saw a resurgence in the 1960s during the civil rights movement, when there were an estimated 40,000 members nationwide. Today, with about 4,000 members, the Klan is a disorganized shell of what it once was with no centralized leadership and no modernized way to recruit new members or spread their message. In many places, Klan organizations resort to distributing pamphlets at strip malls, and leaving information packets with pieces of candy attached to them in places where kids will find them to recruit new members. In an online generation where other nefarious groups like ISIS are using social media to recruit Jihadis from the other side of the world to carry out suicide missions, the recruiting efforts of less tech-savvy hate groups like the Klan are failing miserably.  A white surpremacist displaying a white power salute during a rally outside the South Carolina statehouse on July 18, 2015 Josh and his cousins were in Columbia to join what was expected to be more than 200 members of the KKK – as well as dozens of members of the National Socialist Movement, a neo-Nazi group — from across the South who planned to descend on Columbia and demand that the Confederate flag be raised again. In reality, fewer than 60 Klansmen showed up to use a 160-year-old flag that the average southerner couldn’t care less about as an excuse to feign relevance and intimidate people. Sgt. D.A. Hall of the National Socialist Movement posed this question during an interview with Vocativ: “If this flag deal was so big with the people of the South where was the Sons of the Confederates?” Hall was referring to the Sons of Confederate Veterans, a highly-vocal southern “history” group that hangs its hat on the Confederate flag battle. Its leader, Kirk Lyons, is on the Southern Poverty Law Center’s hate list. If you ask Josh what he hopes to gain from marching around in the sun worshiping a dated battle flag, he doesn’t seem to know. “It seems like every time they cry about something they get everything that they want,” he said, clarifying that by “they” he means black people. “When we say something we don’t get nothin’ that we want.” Josh said his family’s affiliation with the Klan dates back to his “great grand daddy.” Asked where he heard about the rally, he said, “I think the news put it on Facebook.” In the weeks leading up to the July 18 rally in Columbia, James Moore, the “Imperial Kludd” for the Loyal White Knights of the Ku Klux Klan, told Vocativ that the rally was going to be one of the biggest in recent Klan history. He said the organization expected hundreds of members to march on the statehouse and that they were mobilizing people via-the Internet. Moore gave the impression that the Klan was utilizing a sophisticated social media strategy to get the word out and hopefully recruit new members. When the Loyal White Knights arrived, it was clear that whatever strategy the Klan was using was a bust. At about 3:20 p.m., the 60-or-so Loyal White Knights and National Socialists – a far cry from the “hundreds” Moore had promised — arrived at the statehouse with a police escort, as well as several young children. The protestors – most wearing all black outfits with different racially charged patches on them — marched in a line up a tree-lined walkway on the south side of the building up to the capitol steps, where police had fenced off an area for the white supremacists to protest. Waiting for the Klan and the neo-Nazis near the statehouse steps were about 2,000 counter-protestors, many of whom threw water bottles at the group and taunted them with “KKK Go A-Way” as they walked by. Unlike the Klan, the counter-protestors actually had a robust social media strategy and had been planning for this moment for weeks.   KKK and neo-Nazi protestors rallying outside the South Carolina statehouse on July 18, 2015 “That’s probably why there were thousands of us and, like, six of them,” said Stephen Parker, who launched “Operation Klan Smash” on his motorcycle club’s Facebook page in the weeks leading up to the rally. Parker’s was just one of several campaigns in Columbia launched online aimed at “run[ing] the Klan out of town.” For the Klan, that type of social media organizing prowess doesn’t exist. The majority of Klan organizations have websites that generally have an image of something burning, but are otherwise prehistoric versions of anything you’d find on the modern-day Internet. Their social media presence is almost non-existent. One of the most highly trafficked Klan website is that of the Traditionalist American Knights, a Missouri-based group that gained its relative fame during the protests over the shooting of Michael Brown – an unarmed black man shot by a white cop – in Ferguson. The website generally gets fewer than 10,000 visits a month, according to web traffic analytics site SimilarWeb. The Loyal White Knights’ website sees about 25,000 visitors a month. Mark Potok is a senior fellow at the Southern Poverty Law Center, a non-profit organization that tracks and studies hate groups like the Ku Klux Klan. He is one of the most well-respected experts on hate groups in the country. He says the poor turnout for the rally in Columbia is indicative of the current state of the KKK: it is a dying, disorganized group that makes itself out to be bigger and more sophisticated than it actually is. “The Klan today is weak, poorly led and without any sort of centralized organization,” he said. “It’s even looked down upon by other hate groups – they look at them as these country bumpkins, and they’re generally right.” The BBC recently aired a documentary about the Ku Klux Klan that certain media outlets claimed showed that Klan recruitment is on the up and up. “The Ku Klux Klan is very much alive and thriving in the U.S. — at a pivotal time for race-relations in the country,” the British tabloid website MailOnline wrote of the organization based on the BBC documentary (British tabloids, “can’t get enough stories about Americans and the Klan,” said Potok). “Far from being resurgent, the history of the Ku Klux Klan in recent decades has been one of periods of stagnation alternating with periods of decline,” said Mark Pitcavage, director of investigative research for the Anti-Defamation League, in an article published on the SPLC’s website. “It’s common for extremist groups in general, and Klan groups in particular, to make extravagant claims about their membership, but the reality is that they can never back up those claims with real-world evidence.” There currently are 72 chapters of 23 different Klan organizations across the U.S. The state with the most is Tennessee, where there are 12 chapters of different Klan groups, according to the SPLC. These chapters are generally independent of each other and share no national affiliation to any centralized group. Not only have Klan groups isolated themselves from each other, there are also known feuds between members of different factions, the most notable of which is the public spat Frank Ancona, the “Imperial Wizard” of the Missouri-based Traditionalist American Knights of the Ku Klux Klan and Robert Jones, the “Grand Dragon” of the Loyal White Knights, which organized the rally in Columbia. “[Ancona’s] group, Traditionalist American Knights, ain’t even been around three years,” Jones told the New Lenox Patch in Virginia last year. “Frank Ancona is also Jewish and his wife is Jewish and he’s being exposed all through the Klan world as a fake and he ain’t even white…His wife actually practices the Wiccan religion, which is basically devil worshipping to me…I just thought I’d let y’all know that.” Ancona fired back, telling the publication that Jones and his Loyal White Knights are nothing but “drunks and druggies.” “We don’t want their white trash Hoosier types,” he said. “Apparently they’re messing around with alcohol has destroyed their few remaining brain cells.” Ancona did not respond to multiple interview requests. Klan groups across the country are recruiting, or at least trying, despite any realistic means to do so on a meaningful level. On their antiquated websites, groups from Mississippi to North Dakota say they welcome new members and invite people to apply for membership. Becoming a member of a Klan is not as difficult as one might think, but there is a process and an exhaustive background check. Tracy Garrett is a Klanswoman from Gainesville, Georgia, who made the three-hour drive to Columbia to attend the rally with the Loyal White Knights, the Klan faction of which she is a member, and describes as “a Christian group.” She says the membership process as follows: an interested party will call a hotline posted on the group’s website and request an information packet and an application. When the application is submitted, Klan members will go over the information – as well as conduct a background check by the Klan faction’s Klan Bureau of Investigation (KBI). “We want to make sure you’re not a person that’s gonna try and bring evil upon us,” she said. Garrett wouldn’t say what types of questions are on the application, but applications to other Klan sects obtained by Vocativ are all relatively similar – they ask for a criminal history, political affiliation, whether the applicant uses drugs and if the applicant has worked in law enforcement, among other questions. The groups also ask applicants to affirm that they come from pure, Aryan blood, believe in Jesus and are not homosexual. To join the Mississippi White Knights, an applicant must declare that [sic] “I AM OF THE WHITE ARYAN RACE. I UNDERSTAND THAT THE MISSISSIPPI WHITE KNIGHTS ARE AND ORGANIZATION COMPROMISED OF ARYANS OF ANGLO-SAXON, GERMANIC, NORDIC, BASQUE, LOMBARD, CELTIC, AND SLAVIC BACKGROUND. I FURTHER UNDERSTAND AND AGREE WITH THE MISSISSIPPI WHITE KNIGHTS EXCLUSION OF JEWS, NEGROES, MEXICANS, ORIENTALS, AND MONGRELS.” The march on Columbia is perhaps a perfect illustration of the disorder plaguing the Klan. The dismal turnout aside, the crowd couldn’t even hear what they were saying as they paraded around their police-barricaded perimeter on the statehouse steps. “[There was] no sound system — no speakers,” Hall said. “The KKK forgot to bring one.” For Josh and his cousins, they didn’t know where to assemble for the march to the Capitol with the rest of the white supremacists. “They didn’t say where to meet, or nothin’,” he said. “Just to come up here.” Groups assembling in opposition to the Klan – like Stephen Parker and his motorcycle club – were a bit more organized. “If you feel as we feel, then we beckon you to meet us this Saturday at the Waffle House on Harden Street, Columbia SC to assemble and converge on this abomination of hate and ignorance and run the Klan out of our fucking city and state! PLEASE SHARE, LIKE AND SPREAD THE WORD, BUT MOST IMPORTANT, SHOW UP!!” Parker’s MC posted on its Facebook page nearly a week before the rally. All but three members of the club showed up – as well as several supporters who had seen the call to arms posted on social media (the three who couldn’t make it had to work, Parker said.) Despite the Klan’s dwindling numbers and laughable recruitment tactics, they are still a dangerous organization, the SPLC’s Potok said, but any acts of violence attributed to the Klan these days is about as organized as their online presence. “They’re dangerous,” Potok said. “Individual Klansmen are dangerous. It is very, very rare for attacks or terrorist scenarios being undertaken by groups rather than individuals. During the civil rights movement, murders and things like that were planned by rooms full of men. That doesn’t happen anymore.” As for their protest, “The Klan was demonstrating in support of the Confederate battle flag,” Potok said. “The reality is they probably did more damage to the Confederate battle flag than anyone else – they cemented its association with their racism and hate.”"
    },
    "40": {
        "headline": "Everyone Loves #UberIceCream Day, Except Brazilians",
        "content": " Uber, the independent ride-share cab company that helped revolutionize the 21st century shared economy movement, designated Friday, July 24th as #UberIceCream Day. New and returning users across the globe are opening their Uber apps and, with the tap of a button, receive ice cream delivery to their offices during the work day; no ride necessary. And Uber fans everywhere are excitedly sharing their ice cream selfies. #UberIceCream has been tagged on Instagram over 18,000 times, and mentioned nearly 13,000 times on Twitter in the past 24 hours, in cities like London, Toronto, and New York City, where Uber is one of the more popular ways to get around. Singapore’s ride-sharing citizens are particularly enjoying the day’s treats delivered by drones. This, in celebration of National Ice Cream Month, is just one of Uber’s many publicity stunts; in the past they have delivered cupcakes, boxes of stress-relieving kittens, and Christmas trees around the holidays. But not all locations are raising their ice cream sandwiches in triumph, or falling for Uber’s tasty distraction. July 24th also happens to coincide with several large scale disruptions between local cab companies and Uber drivers in places like Rio de Janeiro, where continued tensions between the groups have caused cabbies to block popular roadways with parked cars. The last few years have been heavy in protests in Brazil, with calls for crackdowns on government corruption and monopolies that could hurt growing local businesses. The Brazilian entrance for the tech-friendly US company hits close to home in these issues. At the same time, Spain has been dealing with Uber court cases throughout the week in an effort to conclude whether the company is a legitimate personal transportation system, or just worthy of delivering food and merchandise for the time being. Though those on the receiving end of Uber’s free treats may be holding out a welcome mat for the company, it may not be delicious enough to distract from the troubles they experience breaking into new markets for the sharing economy. #UberIceCream now delivering by drone. How are you getting yours? @itchimiasia pic.twitter.com/S1qT8CFdrE — Uber Singapore (@Uber_SING) July 24, 2015   #Uber glace c'est chanmax! A photo posted by @max_gordon1 on Jul 24, 2015 at 7:49am PDT  https://instagram.com/p/5hdchXTDw3/  @danabillz and her loot from #uber! #ubericecream #icecream #minnstagram #minneapolis #workbreak A photo posted by Jen (@jalynd5630) on Jul 24, 2015 at 10:18am PDT   Uber Eats Friday! #ubereats #ubericecream #uber #icecream #nyc #fridaysocial #amberhills #meltbakery A photo posted by Ivy Prepster (@ivy_prepster) on Jul 24, 2015 at 10:17am PDT   We've partnered with @uber_nm @uber_abq to bring you on demand #paletas #ubericecream get on your app and order! Do it! Do it now! (Arnold voice!) A photo posted by Pop Fizz ABQ (@popfizzabq) on Jul 24, 2015 at 10:14am PDT     Os taxistas da cidade de São Paulo X Aplicativo UBER. É assim que o modelo de negócio do UBER se fortalece. Enquanto \"meia dúzia\" de taxistas lutam por aquilo que acreditam ser correto, milhares de pessoas são a favor do UBER. #inovação #modelodenegocio #uber #uberbrasil #ubersp #taxi #taxistas #taxisp #tecnologia #economiacompartilhada A video posted by Rafael Daibs Silvaston (@rafaeldaibs) on Jul 4, 2015 at 11:12am PDT  100s of taxis in Rio #Brazil protesting #Uber. Meanwhile the company is handing out ice cream. http://t.co/MPZBypCUCL pic.twitter.com/r8EXJpbdPh — Lulu Garcia-Navarro (@lourdesgnavarro) July 24, 2015  Manifestação de taxistas contra o Uber prejudica o trânsito no Rio. http://t.co/2VQ1VfOYDO pic.twitter.com/GTXHrYzutN — Jornal O Globo (@JornalOGlobo) July 24, 2015  Rio de Janeiro taxi drivers strike against Uber pic.twitter.com/HU4GrGYoU8 — Dmitry Modin (@dimitrymodin) July 24, 2015 "
    },
    "41": {
        "headline": "The Bitter Online Life Of Lafayette Theater Shooter John Russel Houser",
        "content": " The alleged gunman who killed two people and injured nine inside a Louisiana movie theater on Thursday night left a trail of bitter musings on social media, ranting that rather than live in a declining nation, “I will take death.” John Russel Houser, who committed suicide after carrying out the attack during a showing of the romantic comedy “Trainwreck,” was a registered member of the Tea Party Nation website and also a frequent commenter on PoliticalForum.com where he wrote about taxes, Obama and the impending collapse of the United States, Vocativ found. Responding to a thread in 2013 titled “How can you not see what is coming,” Houser offered a chilling assessment of his future. It is true that the US is about to fall. I will be in fear at that time as will everyone else,but not in a fear which resembles that of the leaders of foolishness and the brainwashed that follow.Truth carries with it an understanding of death. Rather than live without it, I will take death. My greatest fear is that I could die making a decision for the good of myself against everyone else. In more than a dozen other comments sprinkled across Internet forums, Houser expressed interest in white power groups and often espoused conspiracy theories popular among some antigovernment groups in the United States. He praised Adolf Hitler for his “pragmatism” and regularly lashed out against “sexual deviants.” Houser was at one point involuntarily committed to a mental institution for “erratic as well as threatening behavior,” according to court filings reviewed by the Associated Press. On Twitter, the alleged gunman also gave praise to the Westboro Baptist Church, whose congregants are infamous for holding signs that read “God Hates Fags” and “Pray for More Dead Soldiers” at funerals and protests around the country. The Westboro Baptist Church may be the last real church in America[members not brainwashed]. Authorities say that Houser, 59, was a drifter who had previously lived in Alabama. His social media accounts suggest he also lived in Ohio and and in Georgia at different times. In his LinkedIn page, Houser, 59, claimed he was at one point a frequent guest and regular commentator on a radio show in Columbus, Georgia. “Invited political controversy on every one of them, and loved every minute of it,” his page reads. Houser’s LinkedIn profile also says he was an “unwanted guest and budget cutter” at seven Columbus water board and 22 city council meetings. It claims he helped save the city millions of dollars. Houser’s Facebook page says he studied “Freedom” at Faulkner University in Ohio. One of his publicly available social media posts was a link to an article claiming liberals brainwash people into hating America. His last Facebook messages were more ominous. “The end to the modern day Rome comes soon,” he wrote on December 25, 2013. That same day, Houser wrote his final Facebook post. It reads: “Death comes soon to the financially failing filth farm called the US.” This story is developing. Please check back for updates. "
    },
    "42": {
        "headline": "There’s Something Fishy About Your Sushi",
        "content": " There’s salmonella in your sushi, according to an FDA report announcing the latest food safety recall. The California-based Osamu Corporation voluntarily recalled a week’s worth of yellowfin tuna bound for the sushi market on Thursday, after FDA investigators discovered a dangerous salmonella contamination. Many of the products had already been sold to third-party sushi vendors, who are now scrambling to reign in the tainted tuna. Meanwhile, two hapless customers who lunched on the salmonella sushi have already contracted food poisoning. Here’s a list of vendors who may be effected by the recall, which covers 49 states in the U.S. Sushi contamination is nothing new. Since 2011, the FDA has tracked over eighty fish-related recalls across the United States, nothing safety threats ranging from listeria contamination to poorly-canned tuna. And it doesn’t help that sushi is, by definition, uncooked, leaving little margin for error when it comes to salmonella. Here’s a breakdown of the food safety recalls that have shaken the sushi business since 2011:"
    },
    "43": {
        "headline": "Encroachment! High School Football Players Are Committing Earlier",
        "content": " You ready for some football? High school players sure are. The top 25 recruits are committing to university programs an average of about one month earlier compared to ten years ago, a Vocativ analysis finds. This analysis comes just as Nick Bosa, the No. 2-ranked player in the nation according to some experts, committed to play for Ohio State in 2016, and also confirms an anecdotal trend that’s been cited ever since Eric Zeier graduated early from Marietta High School in Georgia in 1991 and committed to the University of Georgia months before National Signing Day.\n\n\n\n\n\n\n\n\n\n\nShare\n\n\n\n\n\nTweet\n\n\n\n\n\nFull Screen\n\n\n\n\n\nEnlarge\n\n\n\n\n\n\n\n\n\t\n\n\n\n\n High school commitments are watched closely by analysts as indicators of college programs’ seasonal chances. Over the last twenty or so years, some high school players, especially elite “five star” players, have been committing earlier—sometimes as much as two or more years before graduating high school. These commitments generally make big headlines, as in the case of top players like Derwin James, who committed, way back in 2012, to attend Florida State in 2015.  Quarterbacks are generally cited as the first to commit early to programs. But the Vocativ analysis, which is based on commitment date data from popular sports site Rivals.com, confirms that early commitment dates across positions have fluctuated up and down from year to year but have been on an upward trend over the past ten years."
    },
    "44": {
        "headline": "Army Shuns Vets Volunteering As Post-Chattanooga Guards",
        "content": " Armed citizens, many of them veterans, have taken it upon themselves to stand guard outside recruitment centers around the country since shootings at two military locations in Chattanooga, Tennessee left five servicemen dead last week. But the Army doesn’t want them there and has asked them to stop. This week, the U.S. Army sent a letter around informing personnel that anyone carrying a weapon in front of the centers should be considered a security threat, and urged staff to report them to law enforcement if they try to interact. The letter also said that civilians may mean well, “but we cannot assume this in every case and we do not want to advocate this behavior.” Though the group doing the guarding isn’t centralized, one of its most prominent factions is Operation Hero Guard, and founder Terry Jackson says he isn’t going anywhere. Jackson says that the majority of people in Operation Hero Guard are vets like himself, along with former policemen and firefighters, and self-described patriots. “If we don’t do it, who will?” Jackson told Vocativ. “Next they will post a sign that says ‘No gun attacks allowed’ and it will all be rainbows and unicorns.” He says that their intention is not to fight, rather to deter, and said that if the recruiters are armed he and the others will step down. Until that time, Jackson—who discounts the army’s letter as “politics” and the “brass covering butts”—is setting up shop outside a recruitment center in Cleburne, Texas. He and a friend first went down to guard the center after the shootings, told recruiters and local police what they were doing, and, according to Jackson, received their full support, though he admits not all were happy to see him. “Day 1: Naval commander asked us to leave, said we are not what this country needs. I said yes sir and went back to watch,” said Jackson. “Should I listen to political brass or the troops who are unarmed and need me?” And while recruiters are told not to speak with their volunteer bodyguards, he says that many of them hang out once they are back in civilian clothing. Families of the recruiters, he says, are especially supportive; bringing him and the others food and drinks, and adding them on Facebook. He recounts an incident on Wednesday where someone’s wife and daughter came up and thanked him for what he was doing. “[The] daughter was so cute,” he said. Operation Hero Guard’s Facebook page encourages those wanting to work a shift to bring firearms, if they have a concealed gun permit. They inform members that shotguns “are acceptable without a concealed carry and baseball bats can do the trick too.” The group’s stated aim is to “protect those who protect us.” For Jackson, however, it’s a little more personal. “I’m a vet… they know I have their backs,” he said. “Lives have been lost on our soil to terror. No more. Not on our watch.”  Terry Jackson, right."
    },
    "45": {
        "headline": "Your Playlist Can Predict Your Personality",
        "content": " Your playlist says a lot about your personality, according to a new study published in PLoS. “This line of research highlights how music is a mirror of the self,” said Dr Jason Rentfrow, coauthor on the study, in a prepared statement. “Music is an expression of who we are emotionally, socially, and cognitively.” Researchers polled 4,000 participants using the myPersonality Facebook app, and sorted them into broad groups of “empathizers” (people who respond strongly to emotions) and “systemizers” (people who respond strongly to rules and patterns). When people had selected their grouping, they were hit with a surprising follow-up question—what’s your favorite song? Based on the results, the researchers found that so-called “empathizers” tend to prefer mellow, unpretentious music such as R&B, country and Latin music. Meanwhile “systemizers” prefer heavy metal, punk and complex jazz pieces. Furthermore, emotionally-oriented people tend to enjoy low-energy, emotional music while systematic, analytical thinkers prefer high-energy, complex music. For empathizers, songs like Jeff Buckley’s Hallelujah, Norah Jones’s Come Away With Me, Billie Holliday’s All Of Me and Queen’s Crazy Little Thing Called Love topped the list. Systemizers invariably preferred more complex, faster-paced pieces including Concerto in C (Antonio Vivaldi), Etude Opus 65 No 3 (Alexander Scriabin), God Save The Queen (The Sex Pistols) and Enter Sandman (Metallica). The study is being hailed a victory for interdisciplinary science, as well as a potential avenue for future research into medical conditions characterized by lack of empathy or over-systemizing. “It took a talented PhD student and musician to even think to pose this question,” Professor Simon Baron-Cohen, coauthor on the study and famous cousin of Borat, said in a prepared statement. “The research may help us understand those at the extremes, such as people with autism, who are strong systemizers.”"
    },
    "46": {
        "headline": "#SomeoneTellCNN: Hashtag Slams The News Network",
        "content": " The #SomeoneTellCNN hashtag went viral Thursday as twitter users lashed out at CNN for saying that President Obama was headed to a “hotbed of terror.” The network said Al-Shabaab—a terror group based in Kenya’s neighbor, Somalia—poses worries for the president, who is visiting Africa later this week. The hashtag was created a month ago but was posted widely across social media after CNN reported its story. Since Wednesday night, the hashtag appeared in more than 100,000 tweets. Julie Gichuru, a Kenyan journalist and TV presenter, tweeted: “It would be prudent to note that we are not a backward banana republic but a highly informed & analytical nation.” Other Twitter users posted pictures mocking CNN, declared that the U.S. is more dangerous than Kenya and called for an apology. Obama is scheduled to land in Kenya’s capital Nairobi Friday to address the sixth Global Entrepreneurship Summit and meet with President Uhuru Kenyatta. Then he will travel to Ethiopia. CNN was right. When behaviour like this goes unpunished, a place should be called a hotbed of terror\n #SomeoneTellCNN pic.twitter.com/KFIwuMxDSW — Elnathan John (@elnathan) July 23, 2015  OMG!! A terrorist! Spotted in the #Hotbedofterror #SomeoneTellCNN pic.twitter.com/sMdVqGwR9r — Kamakil (@Kamakil) July 23, 2015  #SomeoneTellCNN that there have been terror attacks in France, Thailand and South Carolina. — GINA DIN MBS (@gina_din) July 23, 2015 "
    },
    "47": {
        "headline": "It Would Have Been Tough For A Cop To Edit Sandra Bland Dash Cam Video",
        "content": " Most law enforcement agencies have policies that make it incredibly difficult for cops to alter dash-cam footage—like the video of Sandra Bland’s arrest in Texas earlier this month—according to three current and former police officers. The initial video released by police showing Bland’s arrest had at least two hiccups (in two short stretches, the footage repeated itself while the audio continued on), prompting some people to suggest that the cops had edited the video to get rid of embarrassing details. The Texas Department of Public Safety said in a statement Wednesday that the anomalies in the Bland video were caused by a glitch with the technology, not because it was edited. The DPS invited the FBI to review the video. Also Wednesday, the department released a new version of the video that has no hiccups. The types of dash-cam systems used in police cruisers vary from agency to agency. Some departments don’t even have them, while others have dated systems that still use VHS or DVD recorders located in the trunks of their vehicles. The most modern systems are digital and, in some cases, are uploaded to a law enforcement agency’s data storage system wirelessly and automatically the second a cruiser pulls into the department’s parking lot. For older systems, like those that use DVDs, the DVD burner is recording all the time but clears itself once every 30 minutes or an hour if the police officer doesn’t activate it to record a stop. The activation happens automatically when the officer turns on his or her lights. When an officer activates his or her lights prior to stopping someone, the systems will loop back and save footage from 30 seconds before the stop was made, with the hope being that the camera will catch the infraction that prompted the officer to pull someone over in the first place. This automatic activation feature differs from police body cameras in that an officer has less discretion on when to turn on the camera—with dash cams, if the lights are on, so is the camera. At the end of a shift, the DVD is brought into the station house and stored in evidence—an officer may or may not watch the video while filing reports, but once he or she is done with it, it’s filed with other evidence in the case. A physical DVD can’t be edited unless the footage is uploaded to a computer, edited and then burned onto another disk. Patrol officers don’t have access to digital footage once it’s filed, according to police we spoke with. For an officer to even see the footage he or she would need to go through a video technician. To edit the footage, one former officer said, a cop would need to know how to use complicated video-editing software like Final Cut Pro, which is unlikely. “Most cops barely know how to send an email,” he joked. Another officer we talked with, a New York State trooper, said that when his department used dash cams with VHS tapes, there were often problems with the quality of the footage. That, in part, prompted the department about six years ago to stop using the dash cams in cruisers. The cameras have not been replaced. Each of the officers we talked with has seen the dash-cam footage of Bland’s July 10 arrest, and each said that while it wouldn’t have been impossible to edit the video, it would have been highly unlikely. “Cops know that [investigators] can get into any hard drives and retrieve information. They do it in child pornography cases all the time,” a former officer from Virginia said. “Unless the cop’s an idiot, they know that anything they do like [deleting or editing video footage] is going to get found out—especially in what now has become a national case where someone died. I mean, there will be an outside investigation and if anything is fishy it will be uncovered. This guy would have to be an idiot if he actually edited the tape and thinks he’ll get away with it.” The former cop went on to say that if Trooper Brian Encinia, the arresting officer in the Bland case, did edit the footage, he couldn’t have done it alone. “It would have to have been the whole department,” he said, adding that “the technology is decent but it’s not phenomenal. So the fact that there’s skips and jumps [in the Bland video] is understandable—it can happen.”"
    },
    "48": {
        "headline": "Stars Of The Stars: These Zodiac Signs Rule The Silver Screen",
        "content": " Does success in Hollywood come from hard work, or is it written in the stars? Vocativ analyzed IMDb’s top 250 movies of all time and discovered Aries make up 11 percent of Hollywood’s greatest men.The Avengers star Robert Downey Jr. and the late Heath Ledger are among over 100 top male stars who are passionate but stubborn. For women, Leos are most likely to be leading ladies. Stars such as The Hunger Games‘ Jennifer Lawrence, Kristen Wiig of Bridesmaids and Charlize Theron from this summer’s Mad Max: Fury Road are among 11 percent of female acting greats known for their driven, headstrong nature. Apologies to Cancer men and Capricorn women: You’re the least likely to make the cut. The complete rankings are below. Share your zodiac sign:"
    },
    "49": {
        "headline": "These Doctors Were Paid To Testify That Smoking Doesn’t Cause Cancer",
        "content": " Cigarettes cause head and neck cancers. That’s a scientific consensus based on hundreds of studies, and it happens to be the official position of the American Academy of Otolaryngology-Head and Neck Surgery, which represents 12,000 head and neck surgeons in the United States. A minority of physicians disagree, and at least six of them will say so under oath—and accept money for doing so. A new study out of Stanford University singles out six physicians routinely testified on behalf of the tobacco industry between 2009 and 2014, helping tobacco lawyers make the case that smoking was not a major cause of specific cases of head and neck cancer. The doctors, five of whom are still practicing medicine privately, were called upon to testify in a small fraction of some 8,000 cases against big tobacco spawned by one watershed case in Florida. All of the doctors listed had testified as expert witnesses called by tobacco-producing plaintiffs in at least three cases,with one doctor testifying in more than 20 cases. There’s a retired Stanford University professor who accepted $100,000 in fees and expenses to testify that marijuana, asbestos and diesel fuel (but not tobacco) were likely to have caused one lifelong smoker’s cancer. And then there’s a doctor in private practice who never once admitted on the stand that laryngeal cancer can be caused by cigarettes. One physician confessed she had allowed the tobacco company’s lawyers to write a medical opinion under her name, which she later approved. In their testimony, the doctors offered alternate theories as to why the defendants developed cancer. Perhaps it was HPV. Or salted fish. Urban living. Mouthwash. The Stanford study does not call out the six physicians by name, but the case files referenced in the paper are all matters of public record. A Vocativ investigation reveals the six ear, nose and throat doctors mentioned in the study who testified regularly for Big Tobacco. Below we list the doctors, with select excerpts from their testimony in recent tobacco cases. Q: By the time you get back to California, you will have earned for expressing opinions in this case something approaching 95, $100,000? Dr. Willard Fee: Yes, that’s correct Q: You never saw Mary Cooper, never spoke to her, never treated her, had nothing to do with her ever in your life, isn’t that true? Fee: Yes, that’s correct Q: The only reason you’re involved in this case or know anything abut it is because folks from Mr. Davis’s office called you up a year or two ago to see if you would serve as an expert witness in this case; isn’t that true? Fee: Yes. Q: Now, you have always said, in every case that you’ve reviewed for R.J. Reynolds Tobacco Company, that there was—you’ve always come to the conclusion that there was no probability that cigarette smoking was the cause of any individual’s disease, correct? [Objection, Overruled] Q: Have you ever given an opinion to R.J. Reynolds or its lawyers in any case that you felt cigarette smoking was causally related to the disease? Dr. Michael Bertino: Specifically? Q: Yes. Bertino: No. Q: Well, my central point was that you’ve never given an opinion that smoking was the cause of a disease in any of the cases that you’ve been asked to review? Bertino: Not that I recall. Q: Well, had you ever testified to the causation of cancer before the Blitch case? Dr. Ellis Webster: No. Q: Have you ever written any literature about the causation of cancer? Webster: No, sir. Q: Have you ever been involved with any publications that have – let me rephrase the question. Have you published any articles yourself regarding the causation of cancer? Webster: No. Q: Now, the second opinion that you have is that Mrs. Reese — “Ms. Reese was treated with radiation therapy. The medical records do not indicate that Ms. Reese has experienced problems related to her cancer diagnosis following the completion of her radiation therapy”; is that correct? Dr. Trina Espinola: That is what I stated. Q: And do you want to make any modification, additions or deletions of that statement? Espinola: That statement was constructed for me based on my opinion that she had no recurrence of her tumor. … Q: But I notice that you didn’t make that distinction in your disclosure. Is there a reason for that? Espinola: This disclosure was created for me by Morgan Persinger, and I should have been probably more specific when we discussed this item. … Q: The next substance of fact and opinion is No. 5, “The medical evidence in this case indicates that Ms. Reese was exposed to multiple risk factors in addition to her smoking history. In addition to smoking, the available medical records reveal a significant history of reflux and a history of alcohol use.” Did you prepare that, Doctor? Espinola: That was prepared for me by Morgan Persinger upon discussion of my findings in the case. Q: Have you reviewed any of the depositions taken in this case of John Szymanski? Dr. Merrill Biel: No. Q: Have you reviewed any of Mr. Szymanski’s medical records? Biel: No. Q: Have you written any reports for this case? Biel: No. I have not. Q: Have you made any notes for this case? Biel: No. Q: Did you have to talk to any of your colleagues in order to form your opinions in this case? Biel: No, I did not. Q: But you reviewed all the medical records and you know that Mr. Hess was a 40-year smoker, right? Dr. Kim Jones: Yes. Q: Okay. And your opinions in this case, I heard you talk to Mr. Reilly about quitting smoking, but your opinion in this case really is that Mr. Hess must have either cut down smoking or quit, correct? Jones: I would say probably came close to quitting or quit. Q: But when you told me under oath — do you remember, I took a deposition, only lasted 36 minutes, I think it was in October of 2008, you told me you couldn’t say whether he quit or just cut down to less than a pack, right? Jones: Or less than that, yeah. Q: Okay. Less than a pack. So somewhere between zero cigarettes and a pack of cigarettes, right? Jones: No, I don’t think I said that. I couldn’t say."
    },
    "50": {
        "headline": "Obama’s Path Through Africa Much Worn By Refugees",
        "content": " U.S. president Barack Obama traveled to Kenya and Ethiopia to talk trade and investment, but the International Rescue Committee wants him to do something about the thousands of refugees spilling into both countries from Somalia and Sudan. Obama landed in the Kenyan capital of Nairobi on Friday, two years after Somalia’s Shebab militants killed 67 people in the city’s Westgate shopping mall. It’s this type of violence that has led almost half-a-million Somalis to Kenya since the 1990s. UNHCR said Somalis will account for nearly 70 percent of displaced people in Kenya by the end of the year. Similar conflict in South Sudan caused 42,000 to flee to neighboring Kenya in the first eight months of last year, filling up a major UNHCR refugee camp in Turkana County. The charity is still looking for fresh land it can turn into safe places for the nation’s almost 650,000 refugees, asylum seekers and stateless people. The charity said Kenya needs help preserving access to asylum, providing security services at camps, finding education and work opportunities and covering basic needs like clean drinking water and hygiene. It’s a similar story in Ethiopia, where Obama will pay the first ever visit by a sitting U.S. president on Sunday. The nation north of Kenya took in around 200,000 new arrivals, mostly from South Sudan, between January and August 2014. More than 630,000 refugees are now accommodated there, mainly in refugee camps. Both countries’ governments continue to accept refugees and asylum seekers, but International Rescue Committee president David Miliband said the massive numbers are causing a strain on millions of Kenyans and Ethiopians, too. “President Obama’s visit is a chance for visible demonstration of U.S. commitment to assisting the most vulnerable and helping them rebuild their lives,” he said."
    },
    "51": {
        "headline": "Southpaw Likely To Get KO’d At Box Office",
        "content": " Jake Gyllenhaal’s new boxing movie Southpaw hit theaters Friday, and while Gyllenhaal’s character may come out on top by the time the closing credits roll, Southpaw is likely to be KO’d at the box office. A Vocativ analysis shows that boxing films have been on a long, slow decline since the genre’s heyday in the 1970s and ’80s, when the Rocky films ruled in theaters. The first Rocky movie sold a whopping 55 million tickets, becoming the highest-grossing film of 1976 (it’s the 76th most popular film by estimated ticket sales). Rocky II, III, and IV—debuting in 1979, 1982, and 1985, respectively—sold between 33 million and 42 million tickets each. No other boxing film since has even come close to attracting that many movie-goers. Only 2004’s Million Dollar Baby cracked 15 million tickets sold. And very few—Hurricane, Ali, and Cinderella Man—have sold as many as 10 million tickets. The decline in viewership for boxing movies mirrors a drop in popularity for real-life boxing matches. In the 1970s, millions of people tuned in to see landmark fights between Joe Frazier and Muhammad Ali on TV. The two legendary fighters’ first matchup, dubbed the “Fight of the Century,” set a record for the largest-ever TV audience at the time: 300 million people. Their third fight, the “Thrilla in Manila,” was the first-ever boxing match shown on pay-per-view (PPV). This year’s much-hyped “Fight of the Century,” between Floyd Mayweather and Manny Pacquiao, saw a record 4.4 million buys on PPV, but PPV boxing matches since 1988 have drawn an average of only about 825,000. Boxing’s declining popularity is often blamed on the rise of mixed martial arts. Indeed, since the Ultimate Fighting Championship (UFC) debuted in 2000, its pay-per-view audience has been growing much more quickly than the viewership for boxing. That said, UFC matches on PPV attract an average of 394,000 viewers, a little less than half of what boxing bouts draw. Regardless, since Rocky debuted, boxing films like Southpaw have drawn an average of 8.25 million viewers—that’s 10 times the average PPV bout.  That’s probably enough to keep Hollywood lacing up the boxing gloves."
    },
    "52": {
        "headline": "Guess What Doesn’t Sell Like Sex?",
        "content": " Advertising’s central tenet that sex sells has been challenged in a scientific way. Researchers surveyed 53 experiments looking at sexual and violent media, including print, TV, movies and video games and found that brands advertised during programming heavy in sex or violence are less memorable to viewers. “People are so focused on the sex and violence they see in the media that they pay less attention to the advertising messages that appear along with it,” said the study’s co-author, Brad Bushman, a professor of communication and psychology at Ohio State University. “Advertisers shouldn’t be so sure that sex and violence can help them sell their products.” As for the content of the advertisement, the study found that sexy ads led consumers to see brands less positively than when they were marketed in a non-violent or non-sexual way. One of the experiments included in the meta-analysis looked at attitudes toward brands in violent ads and researchers saw a similar trend. Though, unlike with media, the sexual or violent content of ads didn’t impact memory or buying intentions—except when both the media context and the ad itself were in line—say, a steamy commercial during a drool-fest like “Outlander”—consumer recall and plans-to-buy actually increased. “If a TV program prompts violent or sexual thoughts, an ad that prompts similar thoughts will be better remembered,” said co-author Robert Lull. Of course, no study on sexual or violent media would be complete without a little hand-wringing over the current state of society. The researchers found that memory impairment and negative attitudes toward violent or sexy ads has decreased over time. “Viewers are so accustomed to seeing violent and sexual media content that they don’t respond as much today to the attention-grabbing impact as they did in previous decades.” Bushman said."
    },
    "53": {
        "headline": "These 13 States Still Make Exceptions For Marital Rape",
        "content": " Donald Trump’s attorney Michael Cohen has apologized after he claimed marital rape is not illegal. But the morbid truth is that many states still treat rape within marriage differently to rape between non-spouses. Yes, you read that right. The federal government made marital rape illegal in 1986, but this only applies to incidents which occur on publicly-owned land. It’s 22 years since North Carolina became the last state to withdraw its centuries-old rape exemption for married couples in 1993. But even in 2015, 13 states still make some exceptions for marital rape. Only husbands or wives raped “by the use of force” can bring charges against their spouse. Connecticut state law makes no mention of marital rape where the victim is drugged, and classifies the offense as a Class B felony, which could result in shorter prison sentences than offenders who are not married to their victims. In Idaho, only men can rape, so wife-on-husband rape, rare as it may be, doesn’t exist. There is a separate category for “Rape Of Spouse” which restricts rape to situations where a woman “resists but her resistance is overcome by force or violence” or “where she is prevented from resistance by the infliction, attempted infliction, or threatened infliction of bodily harm, accompanied by apparent power of execution; or is unable to resist due to any intoxicating, narcotic, or anaesthetic substance.” No other categories of rape apply to Idaho husbands. Marital rape between a cohabiting couple is not specifically outlawed in Iowa if the “husband” or “wife” is as young as 12. This strange exception is partly permissible due to Iowa being one of nine states with “common law marriages”. However, with the minimum marriage age of 16, it’s hard to see where it would ever be applied. Separated couples are treated like strangers in Maryland when it comes to marital rape. For legal spouses, however, there must have been a “use of force.” In Michigan, “a person may not be charged or convicted solely because his or her legal spouse is under the age of 16, mentally incapable, or mentally incapacitated.” “If the actor and complainant were adults cohabiting in an ongoing voluntary sexual relationship at the time of the alleged offense,” Minnesota law states, “a person does not commit criminal sexual conduct” in situations where the victim is “physically helpless” or was riding in a vehicle with the alleged perpetrator, among other situations. Marital rape in Mississippi is only “rape” if it involves “forcible sexual penetration”, and evidence that the alleged rapist and his victim are married can be used in the accused’s defense, but the defense falls if force has been used. Nevada state law says: “It is no defense to a charge of sexual assault that the perpetrator was, at the time of the assault, married to the victim, if the assault was committed by force or by the threat of force.” Victims of marital rape by drugging or because they have a mental or physical conditions are treated the same as non-married couples in Ohio, but only if they don’t live together, in which case “force or the threat of force” must have been used. Such exemptions could soon be removed by a bill introduced in May. Victims of marital rape in Oklahoma can only bring charges against their husband or wife “if force or violence is used or threatened, accompanied by apparent power of execution to the victim or to another person.” Marital rape is excluded from Rhode Island state law in cases which may involve drugging. It states that rape can occur if: “The accused, not being the spouse, knows or has reason to know that the victim is mentally incapacitated, mentally disabled, or physically helpless.” Men or women raped by a spouse have just 30 days to report the incident to authorities. For the rape to count, it must have involved “the use or the threat to use a weapon … or physical violence of a high and aggravated nature.” The offense is treated as a felony but has a maximum sentence of 10 years, whereas rape of a non-spouse has a maximum sentence of 30 years. Husbands who rape their wives may be able to escape prosecution if they agree to undergo therapy—just as long as their wife agrees to it too. Virginia state law says: “All or part of any sentence … may be suspended upon the defendant’s completion of counseling or therapy … after consideration of the views of the complaining witness.”"
    },
    "54": {
        "headline": "Doctors Need To Ditch The White Lab Coats",
        "content": " Doctors around the world should stop wearing white lab coats because they inevitably spread disease, according to a new study in the British Medical Journal. “We still selectively tackle issues that we like and collectively ignore the ones that we don’t—such as doctors wearing white coats” writes Edmond Fernandes, a physician in India and author of the paper. Fernandes is not the first to declare war on the iconic white coat. The United Kingdom banned long-sleeved lab coats back in 2007, because of studies showing that dangerous bacteria hitch rides on doctors’ loose-fitting coats and baggy sleeves. But when the American Medical Association took their own stab at eradicating the white lab coat in 2009, doctors fought back tooth and nail. There is no substantial debate over whether white lab coats spread infection. They do. Since at least 1999, researchers have known about the disturbing amount of dangerous bacteria on unwashed stethoscopes and white coats. More worryingly, a 2012 study found that the majority of bacteria on white lab coats were antibiotic-resistant and that dentists’ lab coats were about as bad. In tropical climates and low-income countries (where pathogens thrive), white lab coats are an even more serious threat to patient health. One recent study found dangerous bacteria on 91.3 percent of lab coats surveyed in Nigeria. But love for the white lab coat runs deep. Studies have also shown that patients are more likely to trust a physician wearing traditional garb. Doctors have made the argument that, if a white coat improves the doctor-patient relationship, it might be worth the risk. And then there’s the symbolic weight of the white coat. Young doctors receive their first lab coats as part of a solemn, inspiring white coat ceremony. Historically, white coats were what differentiated quacks from scientists, homeopaths from physicians. For sentimental types, letting go of the lab coat might not be easy. Fernandes is unmoved. White lab coats are “mere symbolism and wearing them does not itself confer status or professionalism,” he writes. “Dressing presentably and sporting a smile are more important than a white coat.”"
    },
    "55": {
        "headline": "ISIS Claims It Set Up A Training Camp In Yemen’s Aden",
        "content": " ISIS released a series of images over the weekend that the terror group says show a new training base in Yemen’s coastal city of Aden. The official Islamic State media wing of a group calling itself ISIS’ Aden Province released the photos, which purportedly depict the fourth group of fighters to have participated in a training session there. The photos were released just one week after the Islamic State said it captured and killed Houthi fighters in Aden. They claimed they moved in on the city as local Yemeni militias backed by Saudi Arabia managed to “liberate” Aden from Houthi rebels. That announcement sparked backlash on social media, with many in the country expressing concern over the group’s involvement in the region. Others said the reports that ISIS was in the city were false, while some accused the Houthis of inflating the ISIS threat for propaganda purposes. On Sunday, some Aden residents similarly dismissed claims that ISIS was training militants in the city that has been a key battleground since Houthi rebels took control of major parts of it in late March. Regardless, the claims highlight how the Islamic State is taking taking advantage of instability in the region. #YEMEN\n#ISIS Released Propoganda Photos Claims Their Militants 4th Batch Graduate's From A Training Camp In #Aden pic.twitter.com/Re1zNnhbwk — Terrormonitor.org (@Terror_Monitor) July 26, 2015    PLEASE DON'T BELIEVE ISIS in ADEN. THE CITY OF ADEN IS PORT CITY NOT A DESSERT. ADEN DON'T HAVE ISIS pic.twitter.com/WBn3qQ7k7N — Ahlul Sunnah SE-Asia (@SEASIA_Sunni) July 26, 2015 "
    },
    "56": {
        "headline": "The Numbers Behind U.S. Mass Shootings",
        "content": " A gunman killed two people at a Louisiana movie theatre on Thursday before turning his handgun on himself. The 59-year-old white man wounded nine others at a screening of Trainwreck at the Lafayette multiplex. The latest shooting brings the death toll to 575 in what has been three grisly decades of mass shootings in the U.S. Here they are by the numbers, according to data compiled by Mother Jones, and to which we’ve added the numbers from Thursday’s tragedy: The attack inside a Louisiana movie theatre took place just one week after Kuwaiti-born Mohammod Youssuf Abdulazeez, 24, opened fire at a Naval reserve center in Chattanooga, Tennessee, and then drove to a military recruitment office where he shot and killed four Marines and a Navy service member. He was then fatally shot in a shootout with police. Including the three killed in Thursday night’s shooting in Louisiana, 18 people have died in mass shootings since the beginning of 2015. The largest attack remains the Charleston massacre on June 17, in which Dylann Roof, 21, opened fire at a church in South Carolina, killing nine and injuring one other. Some 575 people have died in 72 mass shootings in the last 35 years. The worst year on record is 2012, during which the biggest shooting was the Newtown, Connecticut school shooting on December 14. Adam Lanza, 20, shot his mother dead at their home, and then drove to Sandy Hook Elementary school. He forced his way inside and opened fire, killing 20 children and six adults before committing suicide. The white man who killed two people in Louisiana in the latest in a long line of overwhelmingly white mass shooters. Since 1982, whites have committed 45 massacres, more than four times the tally of African Americans, who account for just 11. In 35 years there have been just two occasions in which women were responsible for mass killings. On February 20, 2014, Cherie Lash Rhoades, 44, opened fire at the Cedarville Rancheria Tribal Office and Community Center in Alturas, California, killing four and wounding two. After running out of ammunition, Rhoades grabbed a butcher knife and stabbed another person to death. Earlier in Goleta, California, on January 30, 2006, former postal worker Jennifer Sanmarco, 44, shot dead a former neighbor, then drove to the mail processing plant where she used to work. Inside, she opened fire, killing six employees before committing suicide. With 33 deaths, the Virginia Tech, Blacksburg, Virginia massacre on April 16, 2007 holds the record for the highest body count. Student Seung-Hui Cho, 23, opened fire on his school’s campus, killing 32 people and injuring 23 others before committing suicide."
    },
    "57": {
        "headline": "Westboro’s Vile Vine Videos Troll Victims Of Lafayette Shooting",
        "content": " As residents of Lafayette, Louisiana, reeled from the movie-theater massacre that left three dead and nine wounded, one of America’s most infamous religious groups seized on the tragedy to spread its message of vile intolerance. In a pair of Vine videos released Friday, the Westboro Baptist Church claimed the deadly shooting was a message from God, and it vowed to send its sign-waving followers to troll the victims’ funerals. The group published the clips shortly after Vocativ reported that the alleged gunman, John Russel Houser, once praised the Kansas-based congregation as “the last real church in America.” The first video shows Westboro children parading around a backyard waving the group’s signature signs, which include messages such as “God hates fags” and “Obey or perish.” Marching band music accompanies the six-second clip, which loops continuously. The caption for the video menacingly reads: “Warming up the picket signs for #lafayettetheater shooting victim funerals. God Sent the Shooter AGAIN!” Set to a country ballad, the second video, released just an hour later, delivers Westboro’s message that “God sent the shooter.” It’s a refrain the church has used following previous mass shootings in the U.S., including the Sandy Hook massacre in Newtown, Connecticut, and the 2012 theater shooting in Aurora, Colorado, that killed 12 people and wounded dozens. The videos prompted a swift and angry response from users on Twitter and social media, with many people warning the church not to set foot in Louisiana. @WBCSaysRepent you will be messing with the wrong state here buddy. Come on down. We southerners don't play with you confused souls. @WBCSaysRepent Bring your first aid kits with you because you're going to be in for a rough visit! This is Louisiana!! @WBCSaysRepent y'all can fucking try. But I promise it ain't happening."
    },
    "58": {
        "headline": "14 Things That Could Get You Executed In Iran",
        "content": " Iran is executing people at a record pace this year. Since January, 694 people have been given the death penalty, and Amnesty International says the number will probably top 1,000 before 2015 is over. Earlier this year, we looked at all the things that can get a person executed in Saudi Arabia. But Iran in some ways is in a league of its own. It now has the highest per capita rate in the world for inflicting capital punishment—and the government widely underreports executions—Amnesty reported. Iranian law imposes executions on people for a host of different things, from drug smuggling and homosexual relations to denouncing Islam. Sleeping with your stepmother can also get you killed. Often executions are carried out on ethnic minorities and peaceful activists fighting for minority rights. Some crimes are punishable by execution but only after the fourth violation. Those include having unwed sex or engaging in lesbian relations—and in such cases, both parties can be punished with the death penalty. Most executions are hangings, and despite a 2008 judicial moratorium on public executions, the hangings are often carried out in public. Stoning reportedly has been used sometimes in recent years despite a 2008 judicial moratorium against it."
    },
    "59": {
        "headline": "One More Reason Sandra Bland’s Jail Cell Death Is Unusual",
        "content": " Here’s another reason the story of Sandra Bland, who reportedly committed suicide in a Texas jail cell last week, is unusual: Most offenders who take their lives in U.S. state jails are white men who are at least 55 years old. Authorities in Texas say Bland, who was jailed after a traffic stop, was found deceased in her cell three days later. They have said the cause of death was self-inflicted asphyxiation. But family and friends have raised doubts about the suicide theory, and a formal investigation has been launched. In the latest disclosure, authorities said on Tuesday that jail officials did not approach the 28-year-old African American woman’s cell for 90 minutes before she was discovered hanging on the morning of July 13. As a young black female, Bland is among the least likely to resort to suicide during incarceration, according to U.S. Department of Justice data that goes back more than a decade. Between 2000 and 2011, African Americans, females, and those between the ages of 25 and 34 consistently have the lowest rates of suicides in jails. Between 2009 and 2011, which is the latest available data, white inmates had the highest suicide mortality rate of 86 per 100,000 prisoners. Bland’s death does match up with the pattern of suicide data in one way, though: She died three days after her arrest, and had not been convicted of a crime. Between 2000 and 2011, around half of all jail suicides occurred within the first week of admission, while 55 in every 100,000 deaths were by unconvicted offenders versus 20 for those convicted. Suicide killed more people in state jails than heart disease between 2000 and 2011. Over 4,200 inmates died while in the custody of local jails or state prisons in 2011, an increase of two percent or 88 deaths from 2010."
    },
    "60": {
        "headline": "Here’s Your State’s Favorite Food And Physical Activity",
        "content": " Californians love donuts, but work them off by dancing. New Yorkers have a strange affinity for butter, but work it off by—you guessed it—running. New Mexicans also love butter—sadly, their most popular “activity” is watching television. An analysis of millions of tweets reveals which food U.S. states talk about the most, and the biggest way they cut the fat. Researchers in the U.S. and Australia built the Lexicocalorimeter: an online, interactive instrument which analyzed 50 million geotagged tweets and counted the total number of times each food and physical activity was tweeted about in the 48 continental states and DC. “We believe that the caloric content of tweets can be used successfully, along with other wellbeing and quality of life measures, to help gauge overall well-being in a population,” the researchers said in their paper, which was submitted to an open source submission site and not peer-reviewed. However, they said their findings reflect health and well-being statistics for the contiguous U.S. They used these counts to determine the average caloric input from tweets mentioning food, and the average caloric output from tweets mentioning physical activity. This means that while people in Colorado eat more noodles than any other state in the continental U.S., they burn more calories from running than any other state, too, giving them the best caloric balance, according to the Lexicocalorimeter. Note: The maps below state the food and activity responsible for the biggest caloric inputs and outputs, not the most popular of both, which are outlined in the Lexicocalorimeter."
    },
    "61": {
        "headline": "Women in Tech Talk #RealDiversityNumbers on Twitter",
        "content": " Ex-Google employee Erica Baker made headlines last week for tweeting that Google employees shared their salaries in a spreadsheet—and that company management got mad about it. On Tuesday, Baker launched a wider conversation about gender equality and diversity issues related to the workplace. Through a Twitter campaign, Baker is crowd-sourcing solutions for Silicon Valley’s diversity problem with the hashtag #RealDiversityNumbers. The campaign is still relatively small. Around 500 tweets in the first seven hours used the hashtag. But the growing discussion is prompting a slew of users to pose smart questions aimed at helping tech companies look beyond abstract quotas. Everyone from transgender programmers to black entrepreneurs are chiming in, offering ideas that could help companies promote diversity and equality. #RealDiversityNumbers\nHow much time + energy has your company put in to researching beyond the pipeline problem? — Megan Ruthven (@maruthven) July 21, 2015  #RealDiversityNumbers\n\nWhat % of harassment cases has resulted in the harasser losing their job vs. the person being harassed? — EricaJoy (@EricaJoy) July 21, 2015  #RealDiversityNumbers\nIf you recruit on campus, how many of your target schools are private vs public? How much is tuition? Median income? — Fiona Tay (@MsFionaTay) July 21, 2015  #RealDiversityNumbers state your number of insurance policies offered with transition-related healthcare excluded — Full Stack Bitch (@SchellAgain) July 21, 2015  What % of hiring platforms enable you to hide name/gender/photograph to avoid bias? #RealDiversityNumbers — Isaac Elias (@BrainScraps) July 21, 2015  How many paid days off do you give male~ parents vs. female~ parents? (Bonus points if the two are the same, at least) #RealDiversityNumbers — Faruk Ateş (@KuraFire) July 21, 2015  #RealDiversityNumbers I wanna see:\n\nHow many harassment cases have you settled out of court?\n\nWhat's your retention rate for women? For WoC? — EricaJoy (@EricaJoy) July 21, 2015 "
    },
    "62": {
        "headline": "Data Indicates Rape Is On The Decline, But Can The Data Be Trusted?",
        "content": " From mattress-carrying activists to the growing number of Bill Cosby accusers, it feels like women are speaking out about sexual assault more than ever before. “Among younger women, and particularly online, there is a strong sense now that speaking up is the only thing to do, that a woman claiming her own victimhood is more powerful than any other weapon in the fight against rape,” reads New York Magazine’s cover story about 35 women who say they were assaulted by Bill Cosby. Data confirms that viewpoint: More women have spoken out in recent years. The estimated number of rape cases, meanwhile, has steadily declined. There was a 58 percent decline in the estimated annual rate of sexual violence against women over a 15-year period—from 1995 to 2010, according to a 2013 Bureau of Justice Statistics report that was based on the National Crime Victimization Survey, which collects data directly from households. The report also said that more people who were assaulted were reporting their cases: In 1995, 29 percent of rapes or sexual assaults against girls or women that were disclosed in the survey were also reported to police. That percentage jumped to 56 percent in 2003, then dropped to 35 percent in 2010—still higher than the rate 15 years earlier. At the same time, the number of rape cases being reported to police overall has dropped. An FBI study found that 79,770 incidents of rape were reported to law enforcement in 2013—a 6.3 percent decline from the year before and a 16.1 percent decrease from 2004. The figures, though, probably don’t reflect the total number of rape cases, experts say. “Most victims know the perpetrator and most don’t want them going to jail for forever,” said Monika Johnson Hostler, executive director of the North Carolina Coalition Against Sexual Assault, which provides support to survivors. “Criminal justice data is never reflective of what our programs are seeing.” That’s just one reason data might not reflect reality, making it difficult to definitively determine if incidences of sexual violence and rape are actually declining as the numbers suggest.  The National Crime Victimization Survey, for example, only takes into account sexual assault cases that victims define as such. “Some people might not respond to our survey, because if you use words like ‘rape’ and ‘sexual assault,’ they’re just not thinking of those kinds of crime,” said the Department of Justice’s Michael Planty, who authored the Bureau of Justice Statistics report based on the survey. “Especially with marital rape, they’re not thinking about their husband raping them,” he said, adding that their experiences might nonetheless reflect what is legally defined as sexual assault. Planty and his colleagues are redesigning the survey to better reflect the prevalence of sexual assault. But the current survey still has value, he said. “We’ve asked the same questions over twenty years,” he said. “The standardization over time allows us to look at change.” And it certainly has changed—we just don’t know why. Planty, though, has theories. “In general, crimes where there’s not a stranger or weapon involved are less likely to be reported,” he said. “So, the composition of crime over time could be changing where you have more acquaintance rape.” Studies with different methodologies have found much higher rates of sexual violence. A much-cited 2007 survey of two American universities found that one in five female seniors had been raped or sexually assaulted. Kristen Houser, public affairs officer at the National Sexual Violence Resource Center, said the current public attention to sexual assault will lead to an uptick in rates of reporting them. She points to the 50 percent increase in reports of sexual assault in the military in 2013, following a spate of bad press. “When the military enhanced their responses to sexual assault, incorporated procedures that were more sensitive to victim needs and publicized the debate and changes, the rate of reports also increased,” she said. Houser suggested the same could prove true after the recent spate of high-profile headlines about sexual assault: “I expect to see jumps in reports when we finally go back and measure.” Ultimately, though, sexual assault advocates say they are less concerned with the data than they are with the people behind it. It’s important to respect survivors’ decisions to report or not to report a crime, said Johnson Hostler of the North Carolina Coalition Against Sexual Assault. “I’d like to know the prevalence, but it’s not my priority,” she said. “The victims are my priority.”"
    },
    "63": {
        "headline": "Pee-Resistant Paint Covers Walls To Combat Public Urination",
        "content": " San Francisco’s attempt to combat public urination with a pee-resistant paint might be an entertaining idea, but it’s also part of a wider push to clean streets amid mounting pressure in a city that’s home to many homeless people. The city’s Public Works agency painted nine walls last week “in areas around bars and other areas with big homeless populations,” Reuters reported. The aim is to prevent people from peeing in public through the use of a special paint called Ultra-Ever Dry that is supposed to make pee splatter off walls when people urinate. San Francisco’s director of public works, Mohammed Nuru, said he got the idea from Hamburg, Germany, where the paint is being used in the city’s nightclub district to stop drunks from peeing in the street:  Use a pit stop instead of walls, bus stops and sidewalks or you may be surprised by the anti-wee paint http://t.co/nxZNRHwhjt — Mohammed Nuru (@MrCleanSF) July 23, 2015  Now, Public Works in San Francisco is getting dozens of requests for more paint in their neighborhoods, Rachel Gordon, a Public Works Department spokesperson, told Reuters. The cost of painting the walls is lower than sending workers out to steam clean the pee after the fact, she said. The city banned public urination in 2002, and fines against it range from $50 to $500. Still, the ban is only so effective, particularly when people have nowhere else to relieve themselves. There are 6,686 people without a place to live in San Francisco, according to the city’s latest biennial homeless count released earlier this month. That’s 3.8 percent more than in 2013. Gentrification is squeezing the aging homeless population into different areas, the SFGate reported. Gordon said the city has added public toilets to minimize the pee problem, according to Reuters."
    },
    "64": {
        "headline": "What The Fetal Tissue In The Planned Parenthood Videos Is Used For",
        "content": " There’s an ongoing campaign by some anti-choice activists to paint Planned Parenthood as secretly trafficking in “baby parts” for profit. But aborted fetuses aren’t being sold for black magic or other nefarious purposes. Fetal tissue is used for legitimate scientific research, and that is hardly a new development. Last week, an undercover video was released by the Center for Medical Progress, a pro-life organization, purporting to show a Planned Parenthood employee discussing the for-profit sale of aborted fetal tissue, which is illegal. This week, the Center released a new video claiming to show the same. There will likely be more videos released, and some members of Congress are using what has already been put out to call for Planned Parenthood to be stripped of all federal funding it receives. (Pro-choice activists and politicians, on the other hand, are calling the videos overblown and out-of-context, and on Wednesday the New York Times in an editorial criticized the undercover video and highlighted the importance of fetal tissue research.) At issue—legally, at least—is whether the Planned Parenthood employees were attempting to profit from the exchange or simply cover the costs associated with donation, like storage and delivery, which is perfectly legal.  Planned Parenthood has responded that its employees were doing the latter. Of course, the Center for Medical Progress’ fundamental objection isn’t over those particular nuances, but rather that Planned Parenthood exists at all as a provider of comprehensive reproductive health services. Fetal tissue research first took off in the late 1980s and early 1990s. Back then, there was a lot of excitement around the field of study and big expectations for fetal tissue to treat everything from diabetes to Parkinson’s. In the latter case, it was hoped the tissue could be implanted into the brain to regrow degenerated brain cells. But “none of it worked, it failed,” says Arthur Caplan of the NYU School of Medicine’s Division of Medical Ethics. “The tissue in the brain overgrew, other things didn’t do what you wanted them to do and people got a little despondent.” Startups that had formed amid the excitement over the possibilities of fetal tissue started to disappear. Then, in 1997, the stem cell was discovered. With the eventual introduction of adult stem cells that could generate tissue, there was a mass movement of researchers from fetal tissue to stem cell research, much of which is done on embryonic and adult stem cells, at least in the U.S. As Caplan puts it, “Fetal tissue went though a failure and then something better showed up. That’s the real reality.” Now, he says, fetal tissue research is “almost a niche kind of thing.” That is not to say that it’s irrelevant. Last year, the National Institutes of Health spent $76 million on grants for such research. That might sound like a big number, but Caplan says that in terms of expenditures on medical research, it’s relatively “tiny.” ($1.3 billion went to stem cell research.) Still, fetal tissue has been used to help in the development vaccines for chickenpox, hepatitis A, rabies, rubella and shingles. The donated tissue is distributed from clinics to researchers by brokers that can seem on the outside like big corporations, but that’s rarely the case. “They’re usually small, keeping their heads low, because they don’t want to get in trouble or have people demonstrate at their houses,” says Caplan. These brokers freeze or refrigerate desirable specimens and then either ship them to their own headquarters for storage or direct to researchers. The tissue is then given to researchers at a fee meant to cover the cost of storage and transportation. Most of this tissue is used to study diseases that negatively effect or kill fetuses and babies—which is ironic, given the origins of this controversy. There’s also research on fetal safety: scientists might put the tissue through airport security to see whether it’s safe for pregnant women to undergo a security scan, or expose the tissue to any number of chemicals to determine the risks those chemicals could pose to developing pregnancies. Linda Tracy, president of Advanced Bioscience Resources (ABR), a San Francisco-based company that transports fetal tissue from reproductive health clinics to researchers, takes issue with Caplan’s characterization of the field as niche. “There still is quite a bit of fetal tissue research that goes on every day,” she says. Tracy points to fetal tissue being used for research on AIDS and HIV, cancer, diabetes, Lou Gehrig’s Disease and Ebola. “Women should have the right to donate their tissue if they wish to and it’s a benefit for the world if they can,” says Tracy. “It’s a shame that it’s being described as an evil.”"
    },
    "65": {
        "headline": "ISIS Boy In New Video: “Give Me My Weapon”",
        "content": " ISIS’s official media wing in Iraq’s Dijla province released a new video Wednesday that boasts the terror group’s boy fighters and ups the ante of a bellicose propaganda campaign championing child soldiers. The video, called “The Cubs of Dijla” in a reference to the young boys being indoctrinated and groomed to fight, shows children as the clip’s primary speakers. They deliver monologues and recite verses of the Quran, marking the first time the Islamic State has depicted boys—one as young as three—speaking at length directly into the camera. “Where are the martrys? Where are the suicide attackers?” a young boy asks, urging Muslims and Arabs to stop talking and start acting. “Give me my weapon,” he declares as he grabs a gun almost as long as his body. He later fires the rifle. The troubling nine-and-a-half minute clip also pictures children in a classroom sitting at desks and listening to a lecture on Sharia law. It then shifts outdoors, where the same children are depicted in military fatigues performing training exercises with rifles. The video’s release follows a string of Islamic State killings recently carried out by kids—part of the group’s wider push to aggressively and systematically exploit children."
    },
    "66": {
        "headline": "The Daily Show And President Obama’s Late Night Legacy",
        "content": " President Obama was set to make his final appearance on The Daily Show with Jon Stewart Tuesday night, ending his professional relationship with a host who has helped him connect with a young audience going all back to his days as a congressman. But it’s not just Jon Stewart. Since he became president, Obama has been something of a fixture on the late-night circuit. He’s hit all the top shows–many of them more than once–and helped shed some of the formality of the Oval Office in the process. Shortly after his swearing-in, in March 2009, the newly minted president turned up on The Tonight Show With Jay Leno, becoming the first sitting U.S. president to appear on any late-night talk show. It was one of the most popular episodes of The Tonight Show ever, but he received a fair amount of blowback. Many critics said it disgraced the presidency. A few months later, Obama made a guest appearance on Stewart’s show for the first time. Over the next six years, he sat for interviews with Letterman, Colbert, Fallon and Kimmel. Presidents before Obama had only used the late-night setting for campaigning purposes. John F. Kennedy was the first presidential candidate to appear on a late night talk show—he was interviewed by Jack Paar on The Tonight Show in 1960. Ronald Reagan appeared on The Tonight Show with Johnny Carson a few months before announcing his candidacy. As candidates, Bill Clinton played a sax rendition of “Heartbreak Hotel” on The Arsenio Hall Show and George W. Bush delivered a Top 10 list on the Late Show with David Letterman.  But they all avoided the informality of the comedic sit-down evening interview once they were in the Oval Office. Tuesday’s appearance will be Obama’s 15th on late night since he became the leader of the free world. Here’s a look at some of his best late-night moments. Appearances: 4 as president, 5 as senator  Appearances: 1 as president, 1 as senator  Appearances: 2 as president, 1 as senator  Appearances: 4 as president, 2 as senator Appearances: 2 as president, 4 as senator The Daily ShowDaily Show Full Episodes,  More Daily Show Videos,  Comedy Central Full Episodes Appearances: 1 as president "
    },
    "67": {
        "headline": "The Top Reasons Why Black Drivers Get Pulled Over",
        "content": " The fact that cops pulled over Sandra Bland for failing to signal a lane change fits into a pattern: Blacks are more apt than whites to get stopped for things like illegal lane changes, stop-sign violations and record checks, while whites are more likely to get pulled over for speeding, according to a Justice Department report on police behavior. The report, which drew from a survey of people who came into contact with police throughout 2011, asked drivers of all races to weigh in on the “legitimacy” of their traffic stops. All drivers, regardless of race, considered illegal lane changes, stop-sign violations and record checks to be the least legitimate. Unsurprisingly, those who were given no reason for the stop were most likely to find it pointless. The report sheds light on some of the issues raised in the debate over the Bland case. A number of people have questioned the motives of the officer who pulled Bland over. She was subsequently jailed and was later found dead in her cell. \n\nPercentage of drivers reporting reason for stop was illegitimate (across all races):\n\n\n\n\nThe report shows that black drivers are 31 percent more likely to get pulled over than white drivers and nearly three times as likely to be searched. While white drivers are pulled over far more for speeding than black drivers, black drivers rack up more traffic stops for things like record checks, vehicle defects and illegal lane changes. Black drivers are also twice as likely as white drivers to be pulled over for no reason at all. Overall, black drivers are far more inclined to believe their stop was illegitimate than white drivers (35.6 percent versus 16.4 percent).  "
    },
    "68": {
        "headline": "Inside The Twitter Slut-Shaming of ‘The Bachelorette’",
        "content": " On Monday night’s episode of ABC’s “The Bachelorette,” a show buoyed by controversy over women’s sexual behavior, suddenly got sanctimonious about slut-shaming. Before a live studio audience, host Chris Harrison read off a series of expletive-laden tweets directed at this season’s bachelorette, Kaitlyn Bristowe. “You’re the worst bachelorette ever in history,” he read. “You’re a little whore so shut your little whore mouth, hashtag slut.” Bristowe referred to “thousands and thousands” of nasty messages directed at her. With the finale approaching Monday, Vocativ analyzed the social media hatred this season’s bachelorette has endured. We found that the she was not at all exaggerating. A significant portion of the several hundred thousand tweets mentioning the bachelorette in the last few weeks were laced with hatred towards Bristowe. Early on, Bristowe slept with contestant Nick Viall and then admitted as much on camera. This was unprecedented. Not only did she talk about sex on a show where the subject is rarely explicitly mentioned, she got busy long before the series’ infamous Fantasy Suite episodes, which are third-to-last in the season and are universally understood as the time to bone. For much of the season, the show has played up the drama, and disgrace, around the S-E-X, and fans on Twitter have eagerly piled on. Vocativ analyzed thousands of tweets over the span of nearly a month that referenced “The Bachelorette.” We found that “#slut” was one of the top ten most popular hashtags associated with Bristowe (yes, “slut” was actually used as a hashtag). The other top hashtags associated with the show included more generic, predictable ones, like “#nick,” “#thebachelorette” and “#tv” (yes, “tv” is also used as a hashtag). The hashtag #sex was one of the top 50 words associated with Bristowe by name. Sadly, that was not the case with Viall. We looked specifically at tweets that mentioned both Bristowe and the hashtag #thebachelorette—because we had to somehow distinguish between any other Kaitlyns in the world being slut-shamed—and found that 67 tweets mentioned the word “slut,” 56 called her a “whore,” 14 went with “skank” and 13 used the term “thot.” @Becca_Enchanted wrote, “I have no shame in saying this, but Kaitlyn is a skank.” @AlexisAdovasio tweeted, “Kaitlyn is what you call a thot. This bitch is out of hand.” Does Kaitlyn not understand that you don't always have to MAKE OUT to feel INTIMACY?! #SLUT #TheBachelorette — Ashley Hamilton (@ashmhamilton) June 23, 2015  Kaitlyn calls the men immature when she is having sleepovers and playing Truth Or Dare? #hypocrite #whore #degenerate #TheBachelorette — Mike Townsend (@michaeldtown) July 14, 2015  A sample of the 235,000 tweets using the bachelorette hashtag showed three percent contained slut-shaming. By extension, it’s likely that more than 6,000 of the full number of tweets included sexist slurs directed towards Bristowe. That is several thousand slut-shaming tweets. (Note: we limited our analysis to tweets from before Monday night’s episode in order to exclude those reacting to the show’s discussion of slut-shaming.) Let’s also not forget that many more tweets hurled insults at Bristowe without naming her—for example, “Glad she sent Ben home, he’s way too good for that slut #TheBachelorette.” We analyzed a sample of 8,839 tweets directly mentioning Kaitly Bristowe’s twitter handle. of those, 321 used the word “slut,” 74 used “whore” and 39 “skank.” That’s 5 percent of the sample, so from the 45,000 tweets directed at Bristowe during that timeframe, it’s likely that 2,250 tweets, or thereabouts, directed sexist slurs at the Bachelorette star. Now, many of these tweets mentioning the word “slut” actually denounced the harassment Bristowe is getting over sleeping with a contestant. For example, ‏@delaniraeann wrote, “Stop! Slut shaming! @kaitlynbristowe! And also! Women! In! General!” @jbangley tweeted, “I cannot believe the amount of people slut shaming @kaitlynbristowe! This is 2015 kids! You have to test drive the car before you buy it!” https://twitter.com/alyssacabralxo/status/618259802062520320 Slut-shaming, surprisingly, was often a family affair. “Watching #TheBachelorette with both my brothers, & all they can say is how much of a thot Kaitlyn is,” wrote @Cyntreras_7. Similarly, @KatieHallKuch tweeted, “My dad hates Kaitlyn so much… he just refers to her as “whore” #TheBachelorette.” ‏Lest you think it’s only male family members getting in on the action: @breeeconnell tweeted, “My grandma just goes ‘bye slut’ watching Jared say goodbye to Kaitlyn.” And consider this tweet from @emystar333, “My mom says things like Shawn is gonna get up a leave cause he don’t wanna be with a herpe carrying slut bucket #TheBachelorette.” https://twitter.com/alexisxxgarza/status/620761400344989696 My parents use to chirp me for watching #TheBachelorette .Now its a weekly family bounding event followed by my dad calling Kaitlyn a skank — Kirstie (@Kirstiee_Wils) July 7, 2015  We searched high and low for examples of Viall being slut-shamed and managed to find six cases of him being called a “man whore” (“FRICKEN NICK IS SO DISGUSTING AND SUCH A MAN WHORE OMG”). Now, we did find many more examples of Viall being called another type of “whore.” @miscellaneyous says, “OMG How many siblings in Nick’s family? NO WONDER he’s an attention whore.” Another tweeter writes, “Nick Viall makes me want to vomit. SO confused how she’s even remotely attracted to him he’s just a #FameWhore.” But one sole tweeter extended to Viall a term typically used for women: “Wonder if these guys will feel so stupid when they know Kaitlyn slept with that Nick skank?” Only a couple tweets referred to Viall as a “pimp” or “stud.” In this case, we don’t exactly see the traditional stud-slut dynamic in which men are rewarded for being sexual and women are punished. People aren’t hoisting Viall atop their shoulders for having sex with the bachelorette (for the second time, mind you—he claims to have slept with Andi Dorfman, the previous season’s leading lady, when he first appeared on the series). But there is still a dramatic sexual double-standard at play in which the woman is disproportionately punished for having sex: Bristowe is targeted with several thousand slut-shaming tweets, while Viall is targeted with but a handful. So, it seems sexism is alive and well. But, to a more serious issue: Which of the remaining two suitors, Nick or Shawn, will Kaitlyn pick on Monday? In the past month, #teamshawn was tweeted around 2,300 times and #teamnick was tweeted around 1,200 times. So, if Kaitlyn goes with the crowd, she’ll pick Shawn—and if she doesn’t? Well, we’ll be here to catalog the nasty backlash. Editor’s note: This post has been edited to clarify the sample sizes used in our various Twitter analyses."
    },
    "69": {
        "headline": "Smoker Caught On Google Maps Lit Up After Heart Attack",
        "content": " A man whose wife caught him smoking on Google Maps months after he claimed he’d kicked the habit had been told by paramedics to put out a cigarette moments after suffering a heart attack. Donny Ryding, 58, managed to hide his smoking habit from his wife Julie, 50, for six months until she spotted him lighting up on Google Street View. He told Vocativ: “I had to eat humble pie, so to speak. I was caught red-handed.” Donny explained that after he suffered a heart attack in 2009, doctors asked him to stick to a healthy eating plan and give up cigarettes. “I had given up smoking for about six months, and the wife was cleaning my car out and found loads of old cookie packets. I was berated for it, and afterwards, I thought I’d go outside and have a crafty cigarette.” The taxi driver, who once smoked 40 cigarettes a day, said: “I was standing outside smoking it when the Google Street View car went past. I never thought for a second it was taking pictures as it was going down the street. A couple of days later, someone told my wife that all of the houses were up on Google maps. She got the site up, keyed in the postal code, and our house came up with me clearly standing in the driveway smoking a cigarette.” Julie, who admitted that she smokes, too, told the Liverpool Echo she learned from a friend that Google had driven one its Street View vehicles past their house. She said Donny has made some efforts to give up smoking, but still smokes around 20 a day. “He thinks he’s invincible. When the ambulance turned up after he had the heart attack, he was actually smoking when they came into the house.”"
    },
    "70": {
        "headline": "Transgender Inmate’s Repeated Sexual Assault Highlights Grim Reality",
        "content": " A transgender woman who sued the Georgia Department of Corrections (GDC) earlier this year for safer housing and hormone treatment was sexually assaulted again in June, according to court documents. Ashley Diamond, an inmate at the all-male Rutledge State Prison in Georgia, filed the suit in February, asking that they allow her to resume hormone treatment and offer her protection after she was repeatedly sexually assaulted. Diamond’s lawyer and those representing the GDC filed a joint report this month that said she was sexually assaulted again on June 10 while being held at Georgia State Prison in Reidsville during a trip for a medical appointment. Since her incarceration for a non-violent crime in March 2012, Diamond has been housed at “six different GDC facilities” and is reported to have been sexually assaulted eight times, often brutally and at the hands of her cellmates. “We are seeing more and more of these lawsuits brought by transgender inmates, concerning safety, concerning healthcare access,” said Chinyere Eziethe of the Southern Poverty Law Center, who is representing Diamond. Diamond’s case offers a stark reminder of the grim realities facing transgender inmates in the U.S. today. Incarceration rates of trans individuals remain high: around 16 percent of trans people will be imprisoned at some point in their lives, which increases to 24 percent when talking about trans women, specifically. This number balloons to 47 percent if you are black and trans. A staggering 59 percent of all transgender inmates report experiencing sexual assault while incarcerated, and Diamond’s case illustrates the difficulties that arise when it comes to ensuring inmate safety, let alone receiving justice. And it’s not just sexual assault. While this article was being written, a prison contact told Diamond’s lawyers that she was placed in “solitary confinement, around 3:30 pm ET on Monday for wearing makeup.” She was reportedly wearing lipstick, foundation and eyeliner and was told by a guard to “take that garbage off your face” before being removed. She has since been released. Prior to filing the lawsuit, Diamond was denied the hormones she had been on for 17 years. It has subsequently caused her breasts to shrink, her skin to toughen, and the development of other secondary male characteristics. After she filed the suit, Diamond, who was then held at Baldwin State Prison, was allowed to resume hormone therapy. However, Ezie is concerned about the dosage Diamond is receiving, explaining that it is being administered at a sub-therapeutic level—rendering it useless in terms of addressing Diamond’s gender dysphoria. Moreover, Ezie says that Diamond is still being subject to harassment on a daily basis. She is constantly referred to as a male, chastised for using the correct pronoun to describe herself, denied female grooming products, and has been told, “You are a man in a man’s facility.” “We had some hearings that concerned Ms. Diamond’s housing in April and there it was the testimony of the individuals who are charged with making these types of decisions that there is no consideration ever given to housing transgender female prisoners in women’s facilities,”  Ezie said. “Obviously that’s contributed to a lot of Ms. Diamond’s safety concerns at the moment.” Diamond was moved from Baldwin State Prison in March following the lawsuit to Georgia State Prison, a maximum-security facility that houses some of the state’s most dangerous inmates. She was then moved to Rutledge, a medium-security facility that was not on the list of facilities recommended by her legal team. Diamond was first housed at Rutledge back in 2013 and names several of its staff in the lawsuit, including warden Shay Hatcher. Since her return this year, she has been harassed by staff, and threatened by other inmates after warden Hatcher allegedly disclosed in full view of other prisoners that she had filed a complaint for the sexual assault at Georgia State Prison. The inmate she named in the complaint was transferred to Rutledge at the same time. “What’s become increasingly clear is that Ms. Diamond is not wanted at Rutledge,” said Ezie. “There is a lot of hostility among staff to Ms. Diamond’s presence. They see it as an inconvenience, they’re aware that in many cases she’s named them in her federal lawsuit, and so it really has made the environment unsafe for reasons that perhaps we didn’t fully anticipate even two months ago, which is that the staff are acting in a retaliatory fashion.” Ezie hopes that the case will pave the way for a national standard of care that raises the bar for transgender inmates across the country. Right now, however, Ezie and her team want the GDC to engage with them and discuss how best to ensure Diamond’s safety while she is housed in their facilities. “They clearly have not had a very good plan up to now. I don’t think being assaulted eight times should be part of anyone’s punishment when they commit a crime. It’s certainly above and beyond what the eighth amendment requires,” she said. “So we’re hoping that they involve us in discussions about how Ms. Diamond can be housed safely, and I think that would begin by making an individualized decision and weighing considerations such as whether a women’s prison would be the safest for her, and the most appropriate.” Ashley Diamond before she entered the prison system."
    },
    "71": {
        "headline": "He’s Just Like Us: Kate’s “Low Key” Birthday Plans For Prince George",
        "content": " The world is collectively holding its breath for Prince George to turn the ripe age of two on Wednesday. It’s being billed as a “low key” party, but so was last year’s soiree, and then the queen arrived in a Bentley. While most of us celebrated our second birthdays at playgrounds and pizza parlors with a modest Frozen-themed cake, the royal toddler will undoubtedly celebrate in style at the family’s private mansion. “Low key” or not, the celebration will be one of a kind. Mom is doing the heavy lifting \nPrince George’s upcoming festivities are supposed to be “low key,” all the tabloids are saying. Duchess Kate is planning the gathering herself, but luckily she gets a  discount on party goods, as if she needs it. According to the Daily Mail, Kate’s mother owns one of the most successful online party goods stores which sells some quality supplies. Not everyone is going to make it…\nMuch of the little one’s family can’t make it because they have better things to do. His father, Prince William, might not be able to attend because he is only a week into his new role as a pilot with the East Anglian Air Ambulance. And his uncle, Prince Harry, can’t make it to the festivities, according to British tabloids, because he’s going to be in Africa for three months to work on conservation projects. …But grandma and grandpa will be there\nMichael and Carole Middleton, Kate Middleton’s parents, will be in attendance. And great grandma, the Queen, will be a guest of honor. Doting Aunt Pippa will also be around to help her sister, the Duchess, with the prep work. After all, Pippa Middleton did write the book on party planning.  He has collectors’ money named after him.\nA limited edition £5 coin from the Royal Bank was created to commemorate the little prince’s birthday. The coin features a reimagining of the St. George and the dragon legend and was given the seal of approval by the Queen and the Chancellor of the Exchequer. “The choice of the St George design to honour Prince George’s birthday is an apt one – the name George has long had links with the British monarchy and its coinage, there having been six kings of that name during the Royal Mint’s 1,000 year history,” said Shane Bissett, director of commemorative coin and bullion at the Royal Mint. “The choice of a silver £5 coin is significant too as the tradition of crossing the palm of a new born baby with silver is a way to wish them wealth and good health throughout their life.” The party venue isn’t exactly Chuck E Cheese\nThe birthday bash will take place at a private 10-bedroom Georgian mansion on the Queen’s Sandringham Estate, where they have had to issue an announcement to the whole town through Norfolk police for the paparazzi to leave them alone. He’s a Twitter trending topic\nPrince George’s parents released a photo of him on Tuesday in honor of his second birthday. In the few hours following the publication, almost 10,000 tweets mentioned the picture. He’s not just British royalty, he’s literary royalty as well\nIt will be difficult to trump last year’s birthday party, where a themed was created around the books of Beatrix Potter, who was related to George’s maternal ancestors."
    },
    "72": {
        "headline": "Fast Food Workers Will Soon Earn More Than These Other Professionals",
        "content": " The people who flip your burgers and add salt to your fries will get paid more than some preschool teachers, morticians, drug rehab counselors and lifeguards as the minimum wage for fast-food workers in New York is expected to rise to $15 by 2020. The increase represents a raise of over 70 percent for workers who currently make the state minimum wage of $8.75, but only employees at Subway, Wendy’s, Panera Bread and other fast-food chains with more than 30 restaurants will be eligible. Wages in New York City will rise to $10.50 on December 31, to $12 on the same date in 2016, $13.50 in 2017 and finally $15 in 2018. The state will follow suit and reach $15 by 2020. The recommendation, backed by New York State Governor Andrew Cuomo, is expected to be put into effect by an order of the state’s acting commissioner of labor. Earning $15 an hour would put workers who prepare and serve Whoppers, Egg McMuffins and Chalupas at a higher income than a range of entry-level skilled professions in New York City today. This is provided they work 40 hours per week, which works out to an annual salary of $28,800. They will earn more than entry-level preschool teachers, who make $27,310, according to latest data from the New York State Department of Labor. They would also make more than entry-level drug-rehabilitation counselors, who earn $25,980, entry-level morticians, who earn $26,320, and medical assistants, who start their careers with an income of just $24,960. #FightFor15 trended for a time on Wednesday and Thursday as the fight for a wage hike in New York continues to inspire similar movements in cities including Boston and Miami. Los Angeles, San Francisco and Seattle have already introduced a $15 minimum wage, with a vote on a similar increase expected in Washington, D.C., next year.      "
    },
    "73": {
        "headline": "A Tale of Two Extremes: Inside ISIS’ Propaganda Strategy For Ramadan",
        "content": " In the areas where its rule is unquestioned, the Islamic State is putting on an ever-friendlier propaganda face, with images of sweets and charity dominating its broadcasts. But where it is still fighting to take control, or maintain it, ISIS’ message is still one of utter brutality. Vocativ analyzed all the official media releases ISIS issued during the month of Ramadan, which is a holy month for all Muslims but has taken on particular strategic and symbolic significance for the group. While past analysis found ISIS’ messaging to be fairly evenly split between positive and negative propaganda, during Ramadan it was overwhelmingly negative, particularly in disputed territory. The group began Ramadan with a call to arms, and quickly delivered with deadly attacks in Kuwait, France and Tunisia. Its spokesman Abu Muhammad al-Adnani told supporters at the time to launch attacks on Christians, Shiites and any Sunnis who oppose them, promising that “martyrdom” during Ramadan delivered “tenfold” times the blessings than at any other time of the year. And the group ended the month with the single largest bombing attack it has ever carried out on a civilian population. At least 130 people were killed after a suicide bomber drove a truck full of explosives into a crowded marketplace in Khan Bani Saad in Iraq’s Diyala province on Friday. ISIS claimed responsibility for the attack on the market, which was full of people shopping in preparation for the end of Ramadan. The final days of Ramadan featured a video of a boy dragging a knife across the throat of a man ISIS said was a captured Syrian soldier. It, like all the videos and other propaganda ISIS released in that time, was part of a strategy of targeted messaging by the group. Juxtaposed with images of men accused of homosexuality being shoved to their deaths from rooftops were scenes of iftar, the daily breaking of the fast for Ramadan, and the distribution of sweets that traditionally follows. ISIS released videos in the Iraqi city of Mosul, under its control for more than a year now, showing how it was implementing zakat—charity—in the areas under its control. ISIS members visited stores and dictated to owners how they should be paying more to charity than those who had less. As in its past analysis of ISIS propaganda, Vocativ found that the majority of the group’s messaging was directed at Iraq and Syria, and a tiny fraction, a mere 1 percent, was aimed at the West. “ISIS’ priority on a messaging level is very clearly focused on showing stability and security, rather than trying to reach outward, which they have been doing, but not in any way as much,” said Charlie Winter. A senior researcher with Quilliam Foundation, he recently published his own findings on ISIS’ propaganda. Other countries that received more focused messaging included Egypt and Libya, both places in which ISIS has been attempting to increase its presence, as well as Afghanistan, Nigeria and Kuwait. Sixty-six percent of all official media broadcasts for the month were negative. Punishments and executions made up the majority of this. Beheadings were 37 percent of the punishments and executions shown, death by firing squad 32 percent. Besides those, and the previously mentioned defenestration of men accused of homosexuality, ISIS’ propaganda also featured instances of whipping and amputation. The city or town most targeted in ISIS’ messaging overall during the month was Aleppo, in Syria, where ISIS has repeatedly been hit by U.S. coalition-led airstrikes and is in a battle for territory with anti-government rebels. The region most targeted was what ISIS calls Dijlah Province, southeast of Mosul and west of Kirkuk in Iraq. It borders the town of Baiji, where there is an oil refinery, control of which has bounced back and forth between ISIS and Iraqi security forces. The most negative messaging was directed at the city of Fallujah and Salahuddin Province, both in Iraq, reflecting ISIS’ faltering military campaigns in those areas. Iraqi security forces have said a new campaign to take back ISIS-held towns in Anbar Province, where Fallujah is, was to begin once Ramadan ended."
    },
    "74": {
        "headline": "Jihadists Have Killed Tens of Thousands Across 18 African Countries",
        "content": " The recent terror attacks in Tunisia and Egypt represent only a fraction of terrorist killings committed throughout Africa in the last few years, according to recent statistics published in the Economist. The figures, compiled by the Armed Conflict Location and Event Data Project, reveal just how far Islamist militants have stretched across the continent. Extremist groups affiliated with ISIS and al-Qaeda and other networks have now committed bombings, shootings and massacres in 18 African countries. All told, extremists killed nearly 15,000 people in 2014 and more than 11,000 since the beginning of this year, according to ACLED, which tracks political violence. While the bulk of these attacks have come from Nigeria’s Boko Haram and Somalia’s Al Shabab, ACLED’s data shows that new cells have cropped up from Cameroon to Uganda, and they’ve traveled as far south as Tanzania. “A distinct flavor of poisonous thinking has spread across thousands of miles,” writes The Economist. “Islamism is the continent’s new ideology of protest.”"
    },
    "75": {
        "headline": "#BumpDay Brings Healthy Pregnancy Awareness To Online Communities",
        "content": " Wednesday is usually known as HumpDay but (soon-to-be) families across the internet are using it to spread awareness for all-things pregnancy with the hashtag #BumpDay. Spearheaded by Heidi Murkoff, author of What to Expect When You’re Expecting, the message encourages women to post images of their “baby bumps” to promote the need for proper access to maternal healthcare, real-life mom bods, and safe birthing conditions. Along with their candid pregnancy selfies, women are sharing prenatal advice, tips on how they keep healthy during pregnancy, and additional helpful resources where other budding families can learn more about maternity health around the globe. #BumpDay has been tweeted over 430 times since Tuesday, July 22, and has resulted in over 27,500 images on Instagram. Additionally, on reddit, a community that usually makes headlines for issues around misogyny, subreddits about parenting and pregnancy, such as r/BabyBumps, r/CautiousBB and r/beyondthebump are all emerging as communities where women can come together and share their baby stories, or bond over the very personal, very emotional pregnancy process, both positive and negative. Conversations are emerging on how modern healthcare regulations in the U.S., such as the Affordable Health Care Act, are helping to remarkably improve the lives of over 12 million women and newborns. But lack of access to these needs elsewhere in the world has resulted in otherwise grim childbirth statistics: According to the World Health Organization, “approximately 800 women die from preventable causes related to pregnancy and childbirth” with an astonishing “99% of all maternal deaths occur in developing countries.” Though the hashtag and these communities seem like small moves toward an open depiction of pregnancy, the reach of the platforms  and variety of experiences together have the potential to create more honest conversations around parenting and childbirth.  Join us tomorrow for #BumpDay as we celebrate healthy pregnancies worldwide. Take part in this global social event by sharing photos of your bump with us via Instagram, Twitter, and Facebook. Follow the link in our bio to learn more! A photo posted by WhatToExpect (@whattoexpect) on Jul 21, 2015 at 9:29am PDT   Healthy pregnancy, Healthy babe. Lucky to have had amazing prenatal care#bumpday #kaiseroakland#mydoulawasworththemoola A photo posted by guccishel (@guccishel) on Jul 22, 2015 at 8:22am PDT   It's happening. Okay social media, here it goes #bumpday #globalmotherhood A photo posted by Sara Pfau (@sarapfau) on Jul 22, 2015 at 8:22am PDT   #bumpday you say? Here's one of my fav shots @maxgreyphotog captured last year. My bump and my boy. Sweetness. I loved being pregnant both times. And this second time I was so committed and focused on my health and the health of my babe. I did herbal infusions, worked out even through my labor (I walked Ava out!), had chiropractic care and hired a birth team that would support the labor and delivery I wanted. I believe a healthy pregnancy is critical and is the cornerstone to a healthy baby and child. Sometimes (often) that means stepping away from what modern medicine tells you you have to do and researching for yourself the ways you can support your body and growing babe in ways that work for you! #mama #realtalk #pregnancy #photography #familyphotography #gracephotography A photo posted by Adrienne (@akbarnard) on Jul 22, 2015 at 8:18am PDT   Happy July 22nd, #bumpday @whattoexpect. Here's to hoping this is my last pic with #babyboybrouwer on the inside! @santoshahotyoga after a couple classes this morning! #39weeks #imreadywhenheis #pregnantyogis #fitpregnancy A photo posted by Kendra Brouwer (@kbhohu4) on Jul 22, 2015 at 8:17am PDT  https://instagram.com/p/5cYGEdMci3  Happy bunpday!!! (: 16 days left until little miss Lizzie is due. #bumpday A photo posted by Robyn (@robyndobyn101) on Jul 22, 2015 at 8:15am PDT   "
    },
    "76": {
        "headline": "Hashtag Inspires A Flurry Of Ideas For Video Game Parodies",
        "content": " Self-described “hashtag creator” Fish Daddy Cupcake has outdone himself. Around 6am ET on Wednesday, the Florida-based wordsmith decided to post the tag #UnexcitingVideoGames to Twitter and see where it went. It quickly gained traction, with bored office workers and stay-at-home parents knocking it out of the park with some quality suggestions of how to tone down classic games. The hashtag has taken on a life of its own. In an effort to come up with with supposedly “boring” versions of their favorite games, some Twitter users came up with concepts that would be a lot more fun to play than the originals. Cupcake comes up with a new tag every week and enters it into Hashtag Roundup, an app that lets users find new hashtag games. Wednesday’s tag was a hit. By noon, over 13,000 tweets were associated with the #UnexcitingVideoGames hashtag. “I didn’t intend to have such a great response, and furthermore didn’t expect to see one I’d actually like to play, like Grandma Theft Auto,” Cupcake said. Scroll down for a roundup of some of the best tweets: Origin Tweet Bland Theft Auto \n#UnexcitingVideoGames The perfect excuse to run this picture of The Rock again Fanny Pac-Man #UnexcitingVideoGames @TheRock pic.twitter.com/NefKbvhoFk So much better in 3D Personal Space Invaders #UnexcitingVideoGames pic.twitter.com/7YM7praMZc Would men’s rights “activists” love or hate this? Left 4 Dad #unexcitingvideogames This would probably be more violent than the original Call of Judy #UnexcitingVideoGames pic.twitter.com/ALf3QmAxLU Civilization as we know it would stop if this were released Mortal Wombat\n\n#UnexcitingVideoGames pic.twitter.com/qVkzExQYhI One for our friends over the pond Coronation Street Fighter II Turbo. \n\n(except that would be AWESOME!) #UnexcitingVideoGames #Corrie pic.twitter.com/jI2ob5Ns2w Call of Duty references are getting solid play Conference Call of Duty #unexcitingvideogames https://t.co/Cd9WxmS9Nm  ¯\\_(ツ)_/¯ #UnexcitingVideoGames\n\nMimecraft pic.twitter.com/bpTKoKTYJd Burn! Mic drop #UnexcitingVideoGames Duck hunt. I remember putting the gun right up against the TV and somehow I still missed. How fake is that? Thank you, Fish Daddy Cupcake. A king among men."
    },
    "77": {
        "headline": "How The Great Recession Was Great For The Environment",
        "content": " Carbon emissions in the United States fell by 11 percent between 2007 and 2013. It wasn’t because we’ve been cutting back on fossil fuels or turning to solar and wind power—it’s because we were poorer. Over the past six years, recession-hit Americans have simply been too hard-pressed for cash to destroy the environment at epic, pre-2007 rates, according to a new study in Nature Communications. A lack of disposable income put a serious damper on carbon emissions—because, let’s face it, eating ramen noodles and looking for work just doesn’t take the same toll on the environment as driving your Escalade to an air-conditioned high-rise, and then sipping fine wine shipped across the country in a gas-guzzling rig. Emissions continued to decline well into 2013 because, even though the recession had petered out, gas prices remained ridiculous. But don’t worry, fellow citizens. As of 2014, the economy has, more or less, recovered. Predictably, carbon emissions are on the rise, and we’re back to buying SUVs again.  The study suggests roughly 80 percent of the decrease in carbon emissions was due to the Great Recession (the rest was a mixture of more efficient fuels and one particularly mild winter). And the authors predict that, as the economy continues to recover, emissions will reach dangerous levels once again. From the paper: “Between 1997 and 2007, US emissions grew steadily (0.7% per year)…The large decrease (9.9%) in US CO2 emissions between 2007 and 2009 was primarily the result of the economic recession, evidenced by large decreases in household consumption…The net effect has been very little change in emissions; between 2009 and 2013; US emissions have decreased by an average of 0.2% per year.” The authors suggest that policymakers begin figuring economics into their plans to cut back on carbon. Hopefully, it won’t take enforced poverty to help us rein in our carbon emissions once and for all."
    },
    "78": {
        "headline": "Here’s How Many People Survived Shark Attacks Last Year",
        "content": " When surfer Mick Fanning fought off two sharks on live television on Sunday, he joined the 11 percent of humans who survive attacks unscathed. Since 1900, there were 1,532 shark attacks in American waters. Only 171 did not result in an injury, according to our analysis of data from the Florida Museum of Natural History. Men, according to the data, do better against sharks than women—6 percent of women are unharmed, compared to 10 percent of men. Surfers make up a large chunk of those who are attacked, and also those who live to talk about it: About 35 percent of those attacked were surfers, and 40 percent of the survivors were surfers. In many of the attacks, sharks bit or struck the board, throwing the surfer into the water. In Fanning’s case, his board might have helped him avoid injury. According to Fanning, who was competing at the J-Bay open final at Jeffreys Bay, South Africa, the shark first pulled him underwater, perhaps by the leash attaching him to the board, but he flailed erratically, punched the shark and swam away once the leash was broken. That was way too close… @Mick_Fanning's severed leash. @wsl pic.twitter.com/W8jyxaGZYc — Rip Curl (@ripcurl) July 19, 2015  Update: A previous versions of this article stated that all 1,532 shark attacks took place in 2014. All attacks actually took place between July 14, 1900 and June 7, 2015."
    },
    "79": {
        "headline": "Lafayette Shooter Fits Profile Of American “Lone Wolf” Terrorists",
        "content": " The man who authorities say killed two people before turning the gun on himself at a movie theater in Louisiana this week fits the mold of a typical domestic terrorist in age, race and gender. Earlier this year, the Southern Poverty Law Center released a study on domestic terrorist attacks that were either carried out or were thwarted by law enforcement between 2009 and February of 2015. According to the study, the majority, 74 percent, were carried out by “lone wolf” attackers—domestic terrorists who may share an ideology with a certain group, but did not plan the attack or commit it on behalf of a specific terrorist organization or hate group. The study found that 90 percent of the attacks were planned by fewer than two people. The profile of the typical lone wolf attacker in the U.S. is very different than that of the typical criminal. The age range of most people who commit violent crimes in the U.S. is between 15 and 24 years old. For lone wolf terrorists, however, the average age falls out of that range—77 percent of the 63 lone wolf terrorists since 2009 have been over the age of 30. Lone wolf terrorists, the study found, are typically clustered in the 30-to-49 range—although “a surprising number were older than that,” the SPLC says. Only seven of the 63 domestic terrorists identified in the study were women. According to the SPLC, right-wing extremists tend to be older when they commit their crimes because they “spend many years on the radical right, absorbing extremist ideology, before finally acting out violently. John Russel Houser, who had neo-Nazi, anti-government leanings, was 59 when police say he entered a movie theater in Lafayette, Louisiana, on Thursday night and opened fire. In addition to the two people killed, nine others were injured. Houser then turned the gun on himself. “A little over a month since the horrific Charleston shootings, we once again have an apparent lone wolf who harbors extremist ideas committing a deadly act of violence,” said Heidi Beirich, the SPLC’s director of the Intelligence Project. “John Russel Houser’s attack reminds us again that domestic terrorism from the radical right is a real and present threat.” At 21 years old, Dylann Roof, the suspect in the Charleston shooting, would be younger than the typical domestic terrorist."
    },
    "80": {
        "headline": "Ethiopians Tweet Pleas To Obama During Daily Show",
        "content": " During President Obama’s final appearance on The Daily Show Tuesday night, hundreds of Ethiopians and Ethiopian-Americans launched a Twitter storm in a fervent effort to get the president’s attention. Using the hashtag #EthiopiansMessageToObama, they listed the slew of human rights abuses Ethiopians face and called on the president to address the injustices during his upcoming visit to the East African country. Obama will be the first sitting president to visit Ethiopia, which he will stop in after heading to Kenya this week. The planned trip, however, has agitated human rights activists who question Washington’s commitment to supporting rights and rule of law in Africa. Over the last year, Ethiopia’s government has aggressively targeted Muslim journalists and activists. The Committee To Protect Journalists lists Ethiopia—where there are no independent broadcasters—as the fourth most censored nation in the world. Last year, ten independent journalists and bloggers were jailed, while authorities forced at least 16 journalists to flee into exile, the Committee To Protect Journalists says. Earlier this month, Ethiopian-Americans protested outside the White House with signs that read: “President Obama don’t bankroll dictatorship and injustice” and “No to wining and dining with a tyrant.” Twitter users leveraged the president’s Daily Show appearance on Tuesday to highlight the injustices. Around 2,000 tweets posted #ethiopiansmessagetoobama before, during and after the broadcast to draw attention to Ethiopia’s crackdown on dissent. #EthiopiansMessageToObama pic.twitter.com/QOKvjYZvdb — semira yimam (@SemuYimam) July 21, 2015  @POTUS #EthiopiansMessageToObama use this golden opportunity to say loud & clear that there's 0 tolerance of jailing ppl 4 criticizing govt — TheodrosየሺYeshiArega (@iREFUGEEE) July 21, 2015  #EthioMuslims FREEDOM OF RELIGION is non-negotiable & U also agree @POTUS #EthiopiansMessageToObama #EthioMuslims pic.twitter.com/M2i2Qz0BtW — Ayda Fuad (@aydafuad) July 21, 2015  #EthiopiansMessageToObama Welcome to Ethiopia. But, just so you know, the rule is we are all guilty until proven innocent in #Ethiopia — Fasiledes (@Fasiledesfasil) July 22, 2015  #EthiopiansMessageToObama Ethiopia on 1 Muslim by 9 police.This doesn't happen in ur country. @DimtsachinYisem pic.twitter.com/RiTzE9ttzR — hayu (@hayatbekele) July 21, 2015 "
    },
    "81": {
        "headline": "An Ode To Soda, The Beverage On The Decline",
        "content": " Americans are finally scared of soda: For ten years in a row, they’ve been buying less of it. The amount of full-calorie soda Americans now consume on average has dropped a whopping 25 percent since the late 1990s, The Upshot at The New York Times reported. The decline of the fizzy beverage was triggered in the late ’90s by studies showing soda was largely to blame for America’s skyrocketing obesity levels. Then came the anti-soda public service announcements and both state-wide and corporate initiatives to make sugary drinks less available to children. The efforts appear to be have been effective: Since Gallup began asking Americans about their diet in 2002, the percentage of Americans who said they actively tried to avoid soda increased from 41 percent that year to 63 percent in 2014. With the growing caution toward the sugary drinks—and toward diet sodas due to concern that aspartame can cause health problems—Coca-Cola is relying more than ever on bottled water sales. The company also raised its prices by 4 percent last quarter by “stealthily” packaging smaller amounts for the same price. But perhaps surprisingly, the decline in soda drinking has not led to lower instances of obesity, which many experts say stems from eating too much and exercising too little. More than one third of American children and teens are overweight or obese, according to the latest numbers from the Centers for Disease Control and Prevention. Nonwhite, low-income Americans aged 18 to 29 are most likely to be obese—the same demographic most likely to regularly drink soda. "
    },
    "82": {
        "headline": "Transgender Study Rules Out Hormones As Factor",
        "content": " Transgender youth have sex hormone levels that match the gender they were assigned at birth, according to a new study published in The Journal of Adolescent Health. The findings provide further evidence that gender dysphoria is likely a psychological, rather than physiological, condition. “We’ve now put to rest the residual belief that transgender experience is a result of a hormone imbalance,” Johanna Olson, director of the Center for Transyouth Health at Children’s Hospital Los Angeles and coauthor on the study said in a prepared statement. “It’s not.” Transgender youth often face intense discrimination and, perhaps as a result, tend to suffer from depression and other mental health problems. Nearly half of all transgender people have attempted suicide at some point in their lives. Trans youth frequently need medical attention—counseling, therapy and bonafide interventions—but scientists understand so little about the transgender experience (both on a biological and emotional level) that it’s difficult to know how best to help this vulnerable population. To better serve transgender people, The Center for Transyouth Health in Los Angeles enrolled 101 patients in one of the first major studies to record the biological characteristics of gender non-conforming young adults between the ages of 12 and 24. The researchers intended to use the results to test the safety of a new treatment for trans youth, but they found at least one surprising nugget within the data—transgender youth appear to have sex hormones consistent with the gender they were assigned at birth. And although preliminary studies suggest there may still be a neurological basis for gender dysphoria, this study trounces the theory that sex hormones are to blame. The study also suggests that most transgender youth begin to notice their gender dysphoria at about 8 years of age (note, however, that studies have shown the vast majority of small children who exhibit signs of gender dysphoria do not mature into transgender adults). The study also revealed that a large number of trans youth suffer from clinical depression—more than half of the participants said they had contemplated suicide, and roughly 1/3 had attempted to take their own lives. Through studies such as this one, Olson hopes to improve the lives of her transgender patients with sound, empirical evidence. “My goal is to move kids who are having a gender atypical experience from survive to thrive,” Olson said in a prepared statement. “With this study we hope to identify the best way to accomplish that.”"
    },
    "83": {
        "headline": "These Instagram Pictures Came Out Of North Korea",
        "content": " Despite reports that North Korea has banned access to Instagram, some quality photos are trickling out via foreigners visiting and living in the isolated country. Vocativ scanned for images that were geotagged as having been located in North Korea. They paint a somber yet pleasantly pastel-colored picture of the country that is so rarely seen by the outside world:  Local children enjoying a rides in Kaeson funfair, pyongyang. - Late post - May 17th 2015 . -- #pyongyang #northkorea #dprk #korea #koreautara #photography #fotografi #travel #sharetravelpics #traveling #travelling #traveler #traveler_story #traveler__story #story #travelfotografi #travelphotography #instagram #insidenorthkorea #thiskoreanlife #livefromnorthkorea #everydaydprk #1000kata #latepost #17th #may #2015 A photo posted by Jaka Parker (@jakaparker) on Jun 19, 2015 at 11:14pm PDT  Rain - #latergram #pyongyang #northkorea #dprk #korea #koreautara #photography #fotografi #travel #sharetravelpics #traveling #travelling #traveler #storyful #story #travelfotografi #travelphotography #instagram #insidenorthkorea #thiskoreanlife #livefromnorthkorea #everydaydprk #rain #umbrella #pixlr A photo posted by Jaka Parker (@jakaparker) on Jul 12, 2015 at 3:42am PDT  High heels -- #pyongyang #northkorea #dprk #korea #koreautara #photography #fotografi #travel #sharetravelpics #traveling #travelling #traveler #storyful #story #travelfotografi #travelphotography #instagram #insidenorthkorea #thiskoreanlife #livefromnorthkorea #everydaydprk #blackandwhite #bnw #highheels A photo posted by Jaka Parker (@jakaparker) on Jul 3, 2015 at 9:54pm PDT  Bike lane - Rain - Traffic girl - 12th July 2015 - #pyongyang #northkorea #dprk #korea #koreautara #photography #fotografi #travel #sharetravelpics #traveling #travelling #traveler #storyful #story #travelfotografi #travelphotography #instagram #insidenorthkorea #thiskoreanlife #livefromnorthkorea #everydaydprk #bikelane #trafficgirl #rain A photo posted by Jaka Parker (@jakaparker) on Jul 14, 2015 at 9:48pm PDT  Rain - Hello Kitty umbrella - Election posters - 12th July 2015 - #hellokittyeverywhere - #latergram #pyongyang #northkorea #dprk #korea #koreautara #photography #fotografi #travel #sharetravelpics #traveling #travelling #traveler #storyful #story #travelfotografi #travelphotography #instagram #insidenorthkorea #thiskoreanlife #livefromnorthkorea #everydaydprk #rain #hellokitty A photo posted by Jaka Parker (@jakaparker) on Jul 19, 2015 at 7:40am PDT"
    },
    "84": {
        "headline": "Colombia Celebrates Its Colorful Culture With #20deJulio",
        "content": " July 20th marks the beginning of the Colombia’s independence movement from the Spanish Empire, and citizens of the country took to social media to give the world a glimpse of what their independence day is all about, with word spreading across the hashtag #20deJulio. The original day of events, back in 1810, allegedly began with the smashing of a flower pot and resulted in the establishment of a political junta. Today, celebration is a little different, with citizens participating in parades, watching sports matches, and partying at restaurants and nightclubs. While July 20th is the national holiday, and the day most locals take off from work, other major events, like a 17-day hike following the trail liberator Simon Bolivar charged through more than 205 years ago, are celebrated all month long. The hashtag #20deJulio revealed nearly 27,000 images and video clips on Instagram, depicting a country proud of its history and eager to share it with the world. Colombian heritage was also celebrated in other parts of the world, including the United States, where over 989,000 residents claim Hispanic roots (with 49 percent of the population residing in Florida alone). These images paint a very different picture from the descriptions of poverty, drug trafficking, and political corruption that are sometimes over-exemplified in foreign press. https://instagram.com/p/5XLtdBPMoY/  Celebrando ! #20dejulio A video posted by German Hincapie (@manchohincapie) on Jul 20, 2015 at 11:42am PDT   #diadelaindependencia #20dejulio A photo posted by DiegoGonzalezFotografía (@diegogonzalezfotografia) on Jul 20, 2015 at 12:30pm PDT  https://instagram.com/p/5XrkbCv29i/  Let's celebrate Colombia!! Happy independence day Colombianos!! Photo by Juan David Jaramillo #Colombia #20deJulio #Miami A photo posted by Imagen Magazine (@imagenmagazines) on Jul 20, 2015 at 11:32am PDT   Hoy en el desfile militar del 20 de Julio!!! Más tarde subiré más fotografías #20dejuliocol_15 #nuestroscolores #20deJulio #Colombia #independencia A photo posted by ● Santiago Diaz ● (@sandiquin99) on Jul 20, 2015 at 11:33am PDT  Orgullosa de la labor de nuestra policía de Turismo. Aca pequeña muestra @PoliciaColombia. #20DeJulio #SomosColombia pic.twitter.com/zfvXv84oH6 — Cecilia Álvarez-C (@CeciAlvarezC) July 20, 2015   #nuestroscolores #igerscolombia #ig_colombia #independecia #Colombia #20dejulio #20deJulioCol_15 dedicado a los reales #héroes q siempre dan la vida por nuestra seguridad A photo posted by Diana Mantilla (@dm3p) on Jul 20, 2015 at 11:50am PDT  Happy Colombian Independence Day to all my parceros all around the U.S & all around the world 💃🏽🇨🇴 #20DeJulio pic.twitter.com/YEhG5NoWSw — Stephanie (@StephanieB_16) July 20, 2015  https://instagram.com/p/5XpChUtr-H/ https://twitter.com/DiegoGarcesTV/status/623160324691218432 https://instagram.com/p/5Xkzq5hWZQ/"
    },
    "85": {
        "headline": "Gay Teen’s Murder Highlights Disturbing LGBT Domestic Violence Rates",
        "content": " The brutal murder of a Texas college student at the hands of his boyfriend underscores the need to address the high rate of domestic violence in LGBT relationships. Stephen Sylvester, 18, returned to his apartment with his boyfriend Bryan Canchola, 20, in the early hours of Friday morning after a night of drinking.  The couple had started fighting after Canchola accused his boyfriend of infidelity. Things turned physical, with Canchola striking Sylvester in the face and head and strangling both him and his dog, according to Austin’s CBS affiliate KEYE. The noise woke Sylvester’s roommate, who escorted him to a local hospital, but Sylvester left before being treated and returned home. Canchola later called 911 and reported that his boyfriend was unconscious and bleeding from the back of the head. Sylvester was taken back to the hospital, where he died of his injuries. Canchola has been charged with his murder. A GoFundMe account set up four days ago to help cover Sylvester’s funeral costs is nearing its funding goal. The incident is a reminder of the high rates of domestic violence, sometimes referred to as intimate partner violence or spousal abuse, that occur within LGBT communities. Data from a large-scale study by the Centers for Disease Control shows that 43.8 percent of lesbians and 61.1 percent of bisexual women have experienced “rape, physical violence and/or stalking” by a partner. This number drops to 35 percent for straight women. When it comes to gay men, 26 percent report experiencing violence of this nature. This climbs to 29 percent for straight men and 37.3 percent of bisexual guys. Another study states that only 26 percent of gay men “called the police for assistance after experiencing near-lethal violence.” The CDC study did not include transgender violence but a survey last year reports that 34.6 percent of trans-identified respondents say they have experienced physical intimate partner violence. The insidious nature of intimate partner violence was apparent when Canchola’s colleague Lesley Leibol told a local news reporter that she had never known the couple to be physically violent. “They argued but they were always little relationship arguments, but everything was always fine,” she said. “They were completely fine Thursday.” Bryan Canchola, left, has been charged with the murder of boyfriend Stephen Sylvester, right."
    },
    "86": {
        "headline": "Drunk Russians Topple Lenin Statues While Taking Selfies",
        "content": " A drunk man toppled an already headless Vladimir Lenin monument in Siberia Tuesday when he tried to take a selfie with it, making this the second Lenin statue in Russia to be toppled by a selfie taker in the past two months. The drunk man climbed on to the communist hero’s pedestal in the Moryakovsky village in Siberia to take a selfie with it and lost his balance, according to a local official. He hung on by grabbing Lenin’s torso, and both he and the torso tumbled to the ground. The man fractured a leg and wrist. “We don’t find this funny,” the local official said, AFP reported. The unlucky bronze Lenin statue lost its head in June to another drunk man who attacked it with a hammer, and was later arrested. Another Lenin statue in the city of Kemerovo, Russia, about three hours southeast of Moryakovsky, also fell over in June when a drunk man reportedly jumped and tried to grab its hand to take a selfie. It smashed into several pieces. Bystanders watched as he tried to reassemble the statue, but failed. He escaped when the witnesses approached, but cops later detained him. The Siberian Times jokingly dubbed the spate of toppling statues a “selfie revolution.” Debasing historic leaders is another addition to the Russian authorities’ list of reasons why they are cracking down on selfies. The government began a countrywide campaign this month to raise awareness for deaths that occur while taking selfies. They say dozens of Russians have died this year in uncompromising selfie positions.  Lenin statue: before the second toppling.  Lenin statue: After the second toppling."
    },
    "87": {
        "headline": "Brain-Eating Amoebas Are Less Dangerous Than Champagne",
        "content": " Brain-eating amoebas are back! And right on time! Every year since 1960, the Centers for Disease Control and Prevention logs between four and five fatalities, usually during the summer when people routinely dunk their heads into warm, untreated freshwater. Brain-eating amoebas then slither up their noses and chow down on their brains—rarely leaving behind any survivors. Brain-eating amoebas are unpleasant. Fortunately, they’re not very common. As a matter of fact, contracting a brain-eating amoeba is so rare that shark attacks, lightning strikes and even coconuts kill more people every year than the dreaded brain-eating amoeba. That doesn’t make them any less terrifying because they still eat your brain, but it should answer the totally unnecessary question of whether Slip-n-Slide is too dangerous for kids. Want to know what’s more likely to kill you than unfiltered water in a neti pots, or snorting a hot-spring? Coconuts. Those things are murderous. Researchers estimate that falling coconuts kill up to 150 people per year. Or how about champagne corks? At least 25 people every year end life to the sound of popping champagne—which must really put a damper on the festivities. For your vacation viewing pleasure, here’s a kill count (based on deaths per year) for the summer activities least likely to end your life:"
    },
    "88": {
        "headline": "This Is How Fast iPhones Sold In The Last Quarter",
        "content": " Apple just announced another whopper quarter in its Q2 earnings call. The company raked in revenue of $49.6 billion in the three months before June 21, 2015, and did so in part by selling 47 million iPhones. Despite the earnings, which outperformed the same period in 2014 by almost $12 billion, and which doubled Apple’s revenue in China, Apple shares dropped 7 percent on the news. Apple sold iPhones at a rate that is almost impossible to comprehend. Here is exactly how fast iPhones flew off the shelves globally in Q3 2014. Refresh to see it start again."
    },
    "89": {
        "headline": "Dwyane Wade Caught Up In China-Tibet Social Media Controversy",
        "content": " Chinese sportswear brand Li-Ning made a snafu on Instagram this week when it posted a map of China to promote Miami Heat player Dwyane Wade’s tour through the country. The problem? The map didn’t include Tibet, over which many Chinese still take pride in ruling. The map, which was posted to the company’s official Instagram account and Wade’s tour website, garnered criticism over the weekend on Chinese social media platform Weibo. User “Gao” wrote a blog post, which made it to the top trending topics on Weibo. But three hours later, his post was removed from the internet, he told the South China Morning Post. Li-Ning got so much flack that it apologized on its official Weibo account on Sunday for the map. Its apology had about 1,500 shares and more than 1,000 comments, most of them blasting the apology. Criticism was so potent that Li Ning himself, founder of the company, apologized on his official Weibo account: Tibet is an autonomous region of China. It’s technically under Chinese rule but has many separatist factions. China claims to have sovereignty over Tibet, and many Chinese see it that way, but many Tibetans see Beijing as a repressive threat."
    },
    "90": {
        "headline": "Photos Of US Drone Crash In Iraq Emerge On Social Media",
        "content": " #Iraq – #US drone landed in the city of #Samawah southeast of #Baghdad pic.twitter.com/EFxRfDYd2L — IraqiSuryani (@IraqiSuryani) July 21, 2015  Several photos posted to social media appeared to show an unmanned American combat drone having crashed near the souther Iraqi city of Samawah on Tuesday. The MQ-1C unmanned combat air vehicle, designed as an upgrade to the US military’s infamous MQ-1 Predator, costs over $21 million, and can be outfitted to carry hellfire air-to-ground missiles. Images that purported to be uploaded from Iraq by several Twitter accounts with the hashtag #Samawah showed the crashed drone in surprisingly good condition, with the system’s rear propellers being the only part suffering noticeable damage. One of the UAV’s fuel tanks even remained attached to the right wing. Additional pictures show about a dozen men, including two in what appear to be police uniform, milling around the drone crash site. As the drone crashed far south of Baghdad, in government-held territory, it remains unlikely that it will ever make it’s way into ISIS’s hands. Other authorities acting in the region, however, could benefit from the drone crash. An Iranian drone first revealed in 2014, for example, was modeled after an advanced CIA drone that crashed in its territory in 2011. According to the Washington Post, over 400 large U.S. military drones have crashed around the world since 2001 due to a variety of reasons including mechanical faiulres, pilot error, poor weather conditions, and more. A U.S. drone similarly crashed in southern Iraq in late May, though it was reportedly recovered. #Iraq – More photos of the Gray Eagle combat drone that crashed in the desert of #Samawah southeast of #Baghdad pic.twitter.com/YcJLqffYJm — IraqiSuryani (@IraqiSuryani) July 21, 2015 "
    },
    "91": {
        "headline": "ISIS Vows to “Fill The Streets Of Paris With Dead Bodies”",
        "content": " ISIS’ official media wing in Syria’s Hama province published a video Wednesday showing a French-speaking militant shooting a Syrian army prisoner and declaring that the Islamic State “will fill the streets of Paris with dead bodies.” The ISIS militant addressed his “message” to the French, the international community and “everyone who fights Allah and his prophet,” proclaiming that the Islamic State loves death “like you love life.” The video followed the Tuesday publication of ISIS’ French-language propaganda magazine. In the latest edition, the group called on Muslims to follow in the footsteps of Yassin Salhi—the van driver who carried out a horrific attack last month near Lyon, France. The magazine provided readers with a detailed description of the attack, which took place at a gas factory when Salhi drove his truck into a chemical plant and beheaded his boss. ISIS did not claim responsibility for the violent incident but encouraged similar individual assaults, calling on Muslims to “hit the interests of the enemies of Allah.” The magazine is one of several the Islamic State publishes, including two others written in Russian and English. It is hosted on a San Francisco-based digital library, archive.org, and is being circulated among French speakers on social media."
    },
    "92": {
        "headline": "From Sharks To Bears: How To Survive Attacks By Deadly Animals",
        "content": " Professional surfer Mick Fanning survived an attack by two sharks this weekend in part by doing what a lot of people in that situation would probably do—he flailed and tried to outswim the shark. But he also did something that doesn’t exactly come naturally to most people, and it was crucial to his escaping alive: He punched one of the sharks in the back. For those of us who a) aren’t surfers and b) aren’t Australian—people like Fanning seem to know instinctively how to fight off danger—how can we avoid being killed if we’re attacked by volatile beasts of the world, whether it’s a snake, or a bear or even (yes) a shark? Roaring mammals and venomous creatures consistently top our lists of phobias, so we should know how to react in the moment when our worst nightmare comes true. Here’s what to do when you find yourself under attack by any of the following five, potentially terrifying species:"
    },
    "93": {
        "headline": "Autism Is Not On The Rise",
        "content": " Autism was virtually unheard of back in 1975, when the diagnosis rate was roughly 1 in 5,000. But by 2002, that number had skyrocketed to 1 in 150. By 2012, 1 in 68. Grieving parents have variably blamed jet contrails, GMOs and life-saving vaccines for the spike in autism cases. But the reasons may be far more benign than the latest conspiracy theory would suggest, according to a new study in the American Journal of Medical Genetics. Autism isn’t on the rise—but autism diagnosis is. Here’s how that works: In 1975, physicians examined thousands of children every year who exhibited signs of autism—the sort of symptoms on the autism spectrum that any modern doctor would flag accordingly. But back then, doctors often classified autistic children as “intellectually disabled” or “learning disabled”. Those children received special attention in school under the U.S. Individuals with Disabilities Education Act—the same attention afforded to autistic children—but they were never officially labeled “autistic”. Over the past fifteen years, our understanding of Autism Spectrum Disorder has evolved dramatically. Because of some recent, controversial changes to the Diagnostic and Statistical Manual (DSM-V), more children than ever are being diagnosed as autistic, because what constitutes autism has been redefined. That could fool some parents into thinking that autism is on the rise, even when it’s not. The Centers for Disease Control and Prevention have been saying this for years, but until now there wasn’t much science to back up its claim. So in a new study, researchers mapped out the number of children who benefitted from special education between 2000 and 2010, and found that, while the number of special needs children remained constant over that decade, the number of children diagnosed with autism rose by a factor of five. That suggests that the increase in autism cases is due to a shift in classification, not in how many people have the disorder. In other words, there were likely always this many autistic people in the U.S., but we just didn’t label them as autistic. Now that we understand it better, we diagnose it more often. “Diagnosis is greatly complicated, which affects the perceived prevalence of autism and related disorders,” Santhosh Girirajan, professor of biochemistry at Penn State University and lead author of the study, said in a prepared statement. “Every patient is different and must be treated as such.” Rates of special needs students are dropping, even as autism rates rise."
    },
    "94": {
        "headline": "One Thing Donald Trump May Actually Be Right About",
        "content": " Donald Trump this week haughtily accused Rick Perry of “putting glasses on so people will think he’s smart.” The real-estate mogul might actually have science on his side this time. Several studies have found that glasses do make people look more intelligent to others. Scientists in 2011 conducted an experiment in which they had people rate 78 images of faces based on their successfulness, intelligence, trustworthiness, attractiveness, likability and cooperativeness. A third of the faces donned full-rim glasses, a third wore rimless glasses and a third had no glasses. The viewers rated the faces with both rimless and full-rim glasses as more successful and intelligent than those without glasses. Republican presidential candidate Rick Perry tries to look smarter by wearing glasses, according to his opponent Donald Trump. So even if Perry wears glasses just to look smart, he is on to something. Glasses can work wonders for a person’s image, to the point where even defense lawyers advise their accused felon clients to wear them in court for a lighter sentence. It’s called the “nerd defense,” The New York Daily News reported in 2011. “Glasses soften their appearance so that they don’t look capable of committing a violent crime,” defense lawyer Harvey Slovis told The Daily News. While being four-eyed can make you look smarter and more trustworthy, full-rimmed spectacles can make you less physically attractive to others, the same 2011 study found. Perry may want to keep that in mind in case his advisers decide he should go for the McDreamy look on the campaign trail. "
    },
    "95": {
        "headline": "Google’s Convenient (And Kinda Creepy) “New” Feature",
        "content": " You probably already know Google has a lot of information about you, but a new feature will show you just how close the Overlords are watching. This week, Google introduced a convenient (and some might say creepy) new feature that can show just about everywhere you’ve ever been over the last few years.  Now you can click the Your Timeline feature in Google maps and see your geographic trail across the planet—or at least everywhere your smartphone has been if your Location History is turned on (Pssst… here’s how to turn it off). Go back in time to see past travels, where you went during that bender and where you might have left your credit card and/or dignity.  But if this “new” feature makes you uncomfortable, this part will make you feel even more violated: The service isn’t new at all, it’s actually been around four years. Timeline is really just an updated version of Location History feature, only now it’s better designed and more streamlined. It also lets you sync up Google Photos you took at different locations and times. So while Facebook introduced its own Timeline feature in 2012 that was meant to transform your wall into a personal biography, Google’s Timeline has the potential to be a more thorough, authentic and all-encompasing documentation of how you spent your time on earth. "
    },
    "96": {
        "headline": "Men Are Boycotting This Sexist Beer Ad",
        "content": " Israeli men are joining women in a boycott against a local drink, Goldstar beer, after a sexist TV ad for the beverage sparked backlash on Facebook. In the U.S. earlier this year, a Bud Light campaign was similarly slammed when it labeled Bud Light “The perfect beer for removing ‘no’ from your vocabulary for the night”—a message perceived by critics as condoning date rape. Now, the Goldstar beer boycott in Israel revolves around a local superstition: A TV ad for the beer features single women squabbling to avoid sitting at the corner of a bar. According to Israeli tradition, it’s bad luck for women to sit in a corner seat as doing so can affect a woman’s prospects for marriage, delaying it by 7 years. The commercial ends with a man sliding effortlessly into the seat as Goldstar’s year-long slogan flashes across the screen: “Be thankful you’re a man and have a drink.” In response to the ad and other sexist commercials, the Na’amat Movement of Working Women—an Israeli group aiming to strengthen women’s status—called on the public to boycott Tempo Beer Industries, which produces Goldstar beer. Meanwhile, thousands of Israeli women expressed outrage online, posting selfies with any drink other than Goldstar on a Facebook community page called “Be thankful you’re a woman.” On Monday night, Israeli men joined the fight when data scientist Yuval Avrami posted a manifesto calling on men to boycott the beer next month. “Goldstar decided to harm women as part of its marketing strategy,” he wrote, urging Israelis to post the hashtag #August_without_Goldstar. By Tuesday, more than 7,000 Facebook users shared Avrami’s declaration. Israelis are also writing blog posts against the Goldstar ad and bombarding Goldstar’s Facebook page with enraged comments. למה אנחנו כגברים צריכים להפסיק לשתות גולדסטארנתחיל במובן מאליו - גולדסטאר זו אחלה בירה. זו בירת הgo-to של מרביתנו כשאנ... An Israeli woman posted an Instagram selfie with a foreign beer, declaring: #Be_Thankful_You’re_A_Woman Israeli comedians made a parody video of women running toward their friend, seated nonchalantly at the corner, to keep her from drinking Goldstar beer."
    },
    "97": {
        "headline": "The Uphill Battle To Saving ISIS’ Child Soldiers",
        "content": " The boy hovered above the handcuffed soldier, who confessed to being a Syrian army captain. Clad in camouflage and clutching a small knife, the child, one of the Islamic State’s newest recruits, forced his prisoner onto his stomach. He jerked the man’s head back by his hair and put the blade to his throat. Then he began to saw. Later, the boy, whose name and age are unknown, posed with the prisoner’s severed head.   The scene, filmed outside the Syrian city of Palmyra and released by the Islamic State last week, marked the first time ISIS had publicly shown a child carrying out a decapitation. And it was the third time in less than two weeks that the jihadist group bragged about a killing committed by its growing band of child soldiers.  The spate of killings carried out by children this month underscore the Islamic State’s success in molding a new generation of militants that, to many experts, appears different and in some ways more disturbing than the child soldiers used in previous conflicts around the world. A disparate band of psychologists, human rights advocates and aid workers is now warning that the programs used to treat children forced to fight in other wars—many of whom develop psychological disorders after the fighting, and who are sometimes banished from their communities—may not work in rehabilitating those living under ISIS. Some fear an entire generation of boys and girls could already be lost. “I don’t think we’re remotely ready for the challenge of de-radicalization, let alone re-integration of these kids, ” said John Horgan, a psychologist and terrorism researcher at Georgia State University who has closely followed the Islamic State over the last year. “It’s absurd how behind we are in planning for this.” Some of the methods that the Islamic State uses to control and dominate its youngest occupants bear an unsettling familiarity to conflicts past. As in the civil wars that have ravaged countries like Sierra Leone and Sri Lanka, ISIS militants have allegedly abducted, raped, bartered and executed young boys and girls. They’ve recruited tweens and teens to be soldiers, bodyguards, spies and suicide bombers. But what sets the jihadist group’s exploitation of children apart, say terrorism and human rights experts, is how aggressive and systematic it is. Deviating from previous wars, ISIS looks beyond the battlefield, seeking an unwavering commitment from its child militants.  Plucked from schools and mosques—and sometimes willingly handed over by parents—the group’s young recruits are nurtured on an ideology that’s rooted in a radical interpretation of Islam. “What especially frightens me is the combination of emerging state structures, extremist ideology, atrocities on a mass scale, and a willingness to involve children,” said Steven Weine, a professor of psychiatry at the University of Illinois at Chicago who has studied the lasting impacts of political violence. “It will create enormous problems down the line that are hard to even fathom.”​ The group’s use of children is also public—and often orchestrated for the world to see. ISIS fighters lure young recruits to outdoor events with candy, toys and execution videos. They exhibit bands of child soldiers performing military drills, firing weapons and reciting scripture from the Quran. And they use them to carry out public executions. The children of foreigners who travel to Iraq and Syria to join ISIS have also been employed for propaganda purposes in this way, to great effect. In what has become one of the most iconic depictions of ISIS brutality, a 7-year-old Australian boy was pictured last year in Syria posing with a severed head. “That’s my boy,” read a caption to the photo, reportedly posted by the child’s father, Khaled Sharrouf. Such accounts have been documented by the United Nations, in reports by those who have fled or escaped and through the militant group’s own brutal propaganda. They have left members of the international aid community reeling. “This is one of the worst cases I’ve been involved in,” Renate Winter, an international judicial monitor and member of the United Nations’ Committee on the Rights of the Child, told Vocativ. “Their cruelty is a war tool to terrorize children living in the area, terrorize their families into obedience and impress the youth of other regions.” The group’s use of children has become increasingly violent. ISIS released a video this month that showed a group of teen militants slaughtering 25 Syrian soldiers. Days later, the jihadist group claimed responsibility for a deadly suicide bombing carried out by a 14-year-old boy. The video of the child decapitating the Syrian army captain came next. On Sunday, the Associated Press reported more than 100 boys were shown beheading videos at a training camp and were later given dolls upon which to re-enact the executions. As they become full-fledged militants, these children are routinely in harm’s way. At least 52 child soldiers groomed through ISIS’ “Cubs of the Caliphate” program in Syria have been killed so far this year, 31 of them just in the first two weeks of July, the Syrian Observatory for Human Rights reported. Another eight children were used as suicide bombers.  All told, the Observatory, a British-based monitoring group, says ISIS has recruited at least 1,100 children to be fighters in Syria alone since the beginning of January. The exact number of children fighting for ISIS in Iraq and Syria is not available and could be much higher, observers say. Approximately 7,000 children fought in Sierra Leone’s civil war between 1991 and 2002, according to Child Soldiers International, a monitoring group. As many as 300,000 child soldiers are active in current conflicts worldwide. Juliette Touma, a UNICEF spokeswoman based in Jordan, told Vocativ that dwindling aid and economic opportunity in recent months has added new pressures, forcing families to sell their children to the Islamic State—as well as other groups fighting in the region—in order to feed the rest of their household. “As long as the conflict in Syria continues we’re going to continue seeing children recruited in that form,” she said.  Terrorism and human rights researchers fear that ISIS’ prolonged existence could jeopardize countless Iraqi and Syrian children. “Not only does the military and political conflict need to be settled,” said Weine. “We need to face the consequences of what ISIS has done to children—traumatizing and indoctrinating a whole future generation.”​ Child soldiers fighting for ISIS show off their weapons.   The consequences could be devastating, experts say. Studies of former child soldiers in Uganda, Sierra Leone and other conflict regions have found them to exhibit high rates of depression, PTSD and anti-social behavior. Those disorders appear most pronounced among children who reported wounding or killing individuals while fighting, the studies show. Many young fighters also carry with them an intractable stigma when they return to their homes and communities, and are susceptible to being re-recruited for future conflicts, said Thomas Elbert, a clinical and neuropsychologist at the University of Konstanz in Germany, who has authored comprehensive research on child soldiers. Other researchers told Vocativ that programs centered around family-, community- or religious-based reintegration can be effective in treating child soldiers. The tools used to reintegrate children in other conflict regions, however, may not work with those living under the Islamic State. Sectarian strife, fractured family lives and the militant group’s indoctrination tactics could undermine the foundation of most current programs. And with no ceasefire or end to ISIS’ self-declared caliphate in sight—and with Syria and Iraq plunging further into chaos—child and human rights workers concede there is little in the way of remedy at this time. Horgan, who is co-authoring a book on terrorism and children with colleague Mia Bloom, said that the international community faces great challenges ahead. One of them, he said, will be determining whether the children of ISIS should be viewed as victims of war or as terrorist perpetrators. “They’ve clearly been seduced and groomed by these jihadists,” Horgan said. “But are we going to think of them as victims in need of saving? Or as fully-fledged militants, fighters and suicide bombers?”"
    },
    "98": {
        "headline": "Donald Trump Fell For A Twitter Joke",
        "content": " Donald Trump’s Twitter account published an embarrassing retweet Tuesday, providing critics with fresh material to mock his presidential campaign. First posted by @Russiannavyblog, the retweet said “My bad ass Vietnam vet dad has balls too which is why he’s voting Trump!” and included a black and white picture of former U.S. Army officer Jeffrey R. MacDonald, who was convicted of murdering his pregnant wife and two daughters in the 1970s. Trump—or his social media team, at least—thought the message was sincere. It wasn’t. The retweet was posted among a flurry of others on Trump’s account in an effort to show support for Trump was strong after he criticized Arizona Sen. John McCain for getting captured in Vietnam. It isn’t the first time Donald Trump made a cringeworthy mistake on Twitter. He made headlines last week for posting a Photoshopped campaign picture of an American flag with men dressed as Nazi soldiers. Last year, his Twitter account retweeted another post by @Russiannavyblog. It included a picture of convicted serial murderer and rapist John Wayne Gacy. .@TimmyC62 I also got our future Commander in Chief to tweet a picture of John Wayne Gacy pic.twitter.com/zzja4SDljk — RussianNavyBlog(ret) (@russiannavyblog) July 20, 2015 "
    },
    "99": {
        "headline": "Turks Lash Out At Authorities Over Twitter Block",
        "content": " Turkish Twitter users slammed authorities Wednesday for allegedly blocking access to the social networking site after videos of a suicide attack in the Turkish town of Suruc were widely shared across the online platform. Users posted the hashtag #TwitterBlockInTurkey to express frustration that they couldn’t access the site normally. By Wednesday afternoon, the hashtag was tweeted more than 3,000 times, making it the most popular at that time in the country. Many Twitter user said they used VPNs to access the website while the service inside the country was down, and vowed to continue tweeting in the face of the alleged government block. Emphasizing their point, some users shared pictures of Turkey’s President Recep Tayyip Erdogan attempting to harm the Twitter bird. According to Reuters, a Turkish court ordered several internet service providers to block access to the site to prevent images of Monday’s Suruc attack against Kurdish activists from being shared. The country also blocked Twitter in April after images showing a state prosecutor being held at gunpoint were distributed on the site. The ban was lifted after Twitter agreed with the government’s request to remove the images. #TwitterBlockinTurkey pic.twitter.com/SVULqp8BXW — Alaz Ulaş (@UlasAlaz) July 22, 2015  Someone Who Has a #Fusty #Barbaric Mind,Thinks We Cant Use #Twitter When #TwitterBlockinTurkey @JeansBiri @SedefKabas pic.twitter.com/DCgiyg7U0z — #TC_Halitisci_TC (@Halitisci) July 22, 2015  Twitter in Turkey\n\n#TwitterBlockinTurkey\n\n. pic.twitter.com/sV30RWPp0p — İro_nick (@iro_nicks) July 22, 2015 "
    }
}